{
  "navBar": {
    "Loan_Program": "Loan Program",
    "FHA_Loans": "FHA Loans",
    "VA_Loans": "VA Loans",
    "Fannie_Mae": "Fannie Mae",
    "Tools_&_Resources": "Tools & Resources",
    "More": "More",
    "Articles": "Articles",
    "Videos": "Videos",
    "contact": "Contact Us",
    "Check_My_Eligibility": "Check My Eligibility!"
  },
  "questionsStep": {
    "CHECK_YOUR": "CHECK YOUR ELIGIBILITY TODAY!",
    "LAST_YEAR_OVER": "LAST YEAR OVER 1 MILLION HOMEOWNERS USED OUR LOAN*",
    "I_want_to": "I want to ",
    "buy": "buy",
    "a_home": " a home",
    "refinance": "refinance",
    "my_home": " my home",
    "back": "← Back",
    "next": "NEXT →",
    "City_or_Zip_Code": "City or Zip Code",
    "Cities_and_Zip_Code": "Cities, Zip Codes",
    "Zip_Code": "Zip Codes",
    "Zip_Codes": "ZIP Codes",
    "required": "Required field",
    "SPEND_NEW_HOME": {
      "head": "How much do you plan to spend on your new home?",
      "sub": "(An estimate is fine)",
      "ans_1": "under $50,000",
      "ans_2": "$50,000 - $100,000",
      "ans_3": "$100,000 - $150,000",
      "ans_4": "$150,000 - $200,000",
      "ans_5": "$200,000 - $250,000",
      "ans_6": "$250,000 - $300,000",
      "ans_7": "$300,000 - $350,000",
      "ans_8": "$350,000 - $400,000",
      "ans_9": "$400,000 or more"
    },
    "LOAN_TYPE": {
      "head": "What type of home loan are you refinancing?",
      "ans_1": "Conventional Loan",
      "ans_2": "USDA Loan",
      "ans_3": "VA Loan",
      "ans_4": "FHA Loan",
      "ans_5": "I don't know"
    },
    "LOAN_GOAL": {
      "head": "What is your home loan refinancing goal?",
      "ans_1": "Take Cash Out of My Home",
      "ans_2": "Pay Off Debts Home",
      "ans_3": "Lower My Monthly Payments"
    },
    "HOME_VALUE": {
      "head": "What is the value of your home?",
      "sub": "(An estimate is fine)",
      "error": "Please enter a valid Value"
    },
    "REMAINING_BALANCE": {
      "head": "What's the remaining balance of your current loan?",
      "sub": "(An estimate is fine)",
      "error": "Please enter a valid Value"
    },
    "MORTGAGE_INTEREST": {
      "head": "What is your current mortgage interest rate?",
      "error": "Please select a valid value",
      "placeHolder": "Select your current interest rate",
      "ans_1": "Under 3%",
      "ans_2": "Over 10%",
      "ans_3": "I don't know"
    },
    "HOME_TYPE": {
      "head": "What kind of home are you looking for?",
      "ans_1": "Single Family",
      "ans_2": "Condominium",
      "ans_3": "Town Home",
      "ans_4": "Multi-Family",
      "ans_5": "Mobile / Manufactured",
      "ans_6": "New Construction",
      "ans_7": "Other"
    },
    "HOW_USE_HOME": {
      "head": "How will you use your new home?",
      "head_1": "How are you using this home?",
      "ans_1": "Primary Residence",
      "ans_2": "Secondary / Vacation Home",
      "ans_3": "Investment Property"
    },
    "OWN_LAND": {
      "head": "Will you own or rent the land your home is on?",
      "sub": "Your lender will use this information to determine what kind of loan is right for you.",
      "ans_1": "Own",
      "ans_2": "Rent"
    },
    "FIRST_TIME_USE": {
      "head": "Is this your first time purchasing a home?",
      "ans_1": "No",
      "ans_2": "Yes"
    },
    "OWN_HOME": {
      "head": "Do you currently own a home?",
      "ans_1": "Yes, I currently own a home",
      "ans_2": "No, I am currently renting",
      "ans_3": "No, I have other living arrangements"
    },
    "WHEN_PURCHASE": {
      "head": "When are you planning to make your home purchase?",
      "ans_1": "Immediately: Signed a Purchase Agreement",
      "ans_2": "Within 30 Days",
      "ans_3": "3 - 6 Months",
      "ans_4": "ASAP: Found a House/Offer Pending",
      "ans_5": "2 - 3 Months",
      "ans_6": "6+ Months",
      "ans_7": "No Time Frame/Still Researching Options"
    },
    "SERVED_MILITARY": {
      "head": "Have you (or your spouse) ever served in the US military?",
      "sub": "Active-duty military and Veterans may qualify for a VA Loan with $0 down and no PMI.",
      "ans_1": "No military",
      "ans_2": "Yes, I (or my spouse) served"
    },
    "MILITARY_BRANCH": {
      "head": "What is your branch of military service?",
      "ans_1": "Army",
      "ans_2": "Navy",
      "ans_3": "Coast Guard",
      "ans_4": "Military Spouse",
      "ans_5": "Marine Corps",
      "ans_6": "Air Force",
      "ans_7": "National Guard",
      "ans_8": "Other VA",
      "ans_9": "No Military"
    },
    "DOWN_PAYMENT": {
      "head": "How much of a down payment would you like to make?",
      "sub": "(An estimate is fine)",
      "ans_1": "0%",
      "ans_2": "5% ($20,000 + )",
      "ans_3": "15% ($60,000 + )",
      "ans_4": "3.5% ($14,000 + )",
      "ans_5": "10% ($40,000 + )",
      "ans_6": "20% ($80,000 + )",
      "ans_7": "More than 20%"
    },
    "CURRENT_EMPLOYMENT": {
      "head": "What is your current employment status?",
      "ans_1": "Employed",
      "ans_2": "Self-Employed / 1099 Independent Contractor",
      "ans_3": "Retired",
      "ans_4": "Not Employed"
    },
    "ANNUAL_INCOME": {
      "head": "What is your household gross (before taxes) annual income?",
      "ans_1": "Less than $30,000",
      "ans_2": "$50,000 - $75,000",
      "ans_3": "$30,000 - $50,000",
      "ans_4": "$75,000 - $100,000",
      "ans_5": "Greater than $100,000"
    },
    "HAVE_BANKRUPTCY": {
      "head": "Have you declared bankruptcy in the last 3 years?",
      "ans_1": "No",
      "ans_2": "Yes"
    },
    "CURRENT_CREDIT_SCORE": {
      "head": "What is your current credit score?",
      "ans_1": "Excellent (720+)",
      "ans_2": "Fair (660-679)",
      "ans_3": "Poor (580-619)",
      "ans_4": "Good (680-719)",
      "ans_5": "Below Average (620-659)",
      "ans_6": "Bad (Below 580)"
    },
    "WORK_REAL_ESTATE": {
      "head": "Are you working with a real estate agent?",
      "ans_1": "No",
      "ans_2": "Yes"
    },
    "MORTGAGE_PAYMENT": {
      "head": "Have you made any late mortgage payments in the last 12 months?",
      "ans_1": "No",
      "ans_2": "Yes"
    },
    "WHERE_BUY": {
      "head": "Where are you looking to buy?",
      "error": "Please enter a valid US location"
    },
    "CURRENT_ZIP_CODE": {
      "head": "What is your current zip code?",
      "error": "Please enter a valid 5-digit ZIP code"
    },
    "CURRENT_ADDRESS": {
      "head": "What is your current street address and ZIP?",
      "error": "Please enter a valid 5-digit ZIP code",
      "Can_not_empty": "Can not empty",
      "Should_less_30": "Should be less than 30 characters"
    },
    "USER_EMAIL": {
      "head": "What is your email address?",
      "error": "Please enter a valid US email address",
      "placeHolder": "Your Email Address"
    },
    "USER_NAME": {
      "head": "What is your name?",
      "input_1": "First",
      "input_2": "Last",
      "Can_not_empty": "Can not empty",
      "Should_less_20": "Should be less than 20 characters"
    },
    "USER_PHONE_NUMBER": {
      "head": "What's the best number to reach you?",
      "sub": "A lender will call you to discuss your options",
      "error": "Please enter a valid US Phone Number",
      "next": "Get My Lender Match! →"
    },
    "THANK_YOU": {
      "head": "Thank you, ",
      "sub": "You've been matched with our agent, who will be calling or emailing you soon:",
      "txt_1": "Back to Home"
    },
    "FAIL_SUBMISSION": {
      "head": "Fail Submission, ",
      "sub": "Please Call us to get more details!!"
    },
    "LOADING_DETAILS": {
      "head": "Please wait ",
      "sub": "We are processing your details!!"
    }
  },
  "homePage": {
    "Fast_Real": "Fast Real Estate Loans",
    "A_First": "A First time Homebuyers, Residential, Investors and Commercial Investors who are looking for competitive rates! terms! costs!",
    "Check_your": "Check your eligibility →",
    "How": "How it works",
    "Complete": "Complete Guide to the Loan",
    "The_below": "The below instructions help you to do the process easily!",
    "Interview": "INTERVIEW",
    "Discuss_terms": "Discuss terms and payment scenarios with your investment loan agent",
    "Terms": "TERMS",
    "Review_your": "Review your term offer with your loan agent and submit for fast appraisal",
    "Funding": "FUNDING",
    "Get_a_fast": "Get a fast approval and zoom to closing - In some cases as fast as 5 days",
    "What": "What've clients says",
    "Testimonials": "Testimonials",
    "Here_you": "Here you can get some idea of what we do and how you can trust us!",
    "View_All_Videos": "View All Videos",
    "To_gather": "To gather knowledge",
    "Articles": "Articles",
    "You_can": "You can get some basic ideas for some main details you have to know about Loans from here.",
    "View_All_Articles": "View All Articles"
  },
  "callUs": {
    "head": "Call Us Now",
    "sub": "COMOCOMPRARSUCASA can not only fuel your projects but guarantee quickness, ease and communication along the way.",
    "btn": "Get Started →"
  },
  "quoteReq": {
    "head": "Check Official Loan Requirements",
    "sub": "Get matched with an COMOCOMPRARSUCASA lender and check your eligibility for a low money down loan.",
    "btn": "Start Your Quote →"
  },
  "articles": {
    "Read_article": "Read article →",
    "How_Fannie_Maes": {
      "head": "How Fannie Mae's New Credit Score Rule Can Help You",
      "sub": "Fannie Mae's recent guideline changes pave the way for mortgage loan eligibility, increasing approval rates for co-borrowers based on their blended credit scores."
    },
    "What_Are_the_Pros_and_Cons": {
      "head": "What Are the Pros and Cons of Refinancing Your Home?",
      "sub": "The financial market sometimes refers to a home mortgage as “good debt.” This is largely because unlike a credit card or personal loan, a mortgage can help you buy and own an asset that may increase in value as time goes on."
    },
    "What_Veterans_Should": {
      "head": "What Veterans Should Know",
      "sub": "FHA and VA loans are both government-backed loans that can be great options for first-time homebuyers, with each having similarities and differences in terms of requirements. In this guide, we'll break down the specific qualifications needed for each loan so you can determine which one is right for you when buying a house."
    },
    "Comparing_FHA_and_Conventional": {
      "head": "Comparing FHA and Conventional Home Loans",
      "sub": "When it comes to mortgages, you have a lot of options. Two of the most common are FHA and conventional loans. Though both can be great products to help you buy a home, each has its own unique pros and cons."
    },
    "FHA_Loan_Refinancing": {
      "head": "FHA Loan Refinancing Options",
      "sub": "Refinancing can be an excellent way to lower your monthly payment, shorten your loan term, change loan products or even get cash from your home."
    }
  },
  "fhaLoan": {
    "head": "FHA Loan Program",
    "sub_1": "Complete Guide to the FHA Loan",
    "sub_2": "In this comprehensive guide to Federal Housing Administration loans, or FHA loans, we will cover:",
    "back_to_top": "Back to Top",
    "section_1": {
      "head": "SECTION 1",
      "sub": "What is an FHA Loan?",
      "txt_1": "An FHA loan is a mortgage loan option for U.S. home buyers. It is guaranteed by the Federal Housing Administration, an agency of the Department of Housing and Urban Development, and issued by FHA-approved lenders across the country.",
      "txt_2": "FHA loans are well known for their affordability - namely their 3.5% percent down payment and relatively lenient credit requirements. According to HUD, the FHA has insured more than 47 million mortgage loans since its inception in 1934."
    },
    "section_2": {
      "head": "SECTION 2",
      "sub": "FHA Loan Types",
      "txt_1": "There are more than a dozen FHA mortgage programs, with each varying slightly in structure and use. The most common FHA loan types are:",
      "txt_2": "Fixed-Rate FHA Loan",
      "txt_3": "Fixed-rate mortgages are the most common type of FHA loan, as they offer a reliable, consistent payment that homeowners can count on. These typically come in 15- and 30-year terms and have the same interest rate for the entirety of that term. While the government fully backs the loan, lenders set their own interest rates.",
      "txt_4": "Adjustable Rate Mortgage (ARM)",
      "txt_5": "Adjustable-rate FHA loans have interest rates that vary over time. They may have a period of 3, 5 or 7 years in which the initial low rate is fixed, but after that period lapses, the rate can rise. This means your mortgage payment would rise as well.",
      "txt_6": "FHA Energy Efficient Mortgage (EEM)",
      "txt_7": "FHA Energy Efficient Mortgages, or EEMs, encourage homeowners to make energy-efficient upgrades on their properties. The loans can be used to cover the costs of acceptable energy-related improvements on an existing home or a new home you're purchasing.",
      "txt_8": "Other FHA Loan Types",
      "txt_9": "There are other, less-used FHA loan types as well, including the 203(k) - a mortgage generally reserved for fixed-uppers. The FHA 203(k) loan allows you to roll the costs of your repair and renovation expenses into your mortgage, which is based on the expected higher value of the property after those improvements are made.",
      "txt_10": "There are also streamline refinance FHA loans, which offer existing FHA borrowers a quick and easy refinancing process, as well as Title 1 FHA loans that cover home improvements and repairs."
    },
    "section_3": {
      "head": "SECTION 3",
      "sub": "FHA Loan Eligibility",
      "txt_1": "Your FHA loan eligibility depends on your credit score, income, debts, home price and the size of your down payment, as well as various other factors.",
      "txt_2": "General FHA Loan Requirements",
      "txt_3": "To qualify for an FHA loan, you'll need sufficient credit and income to show lenders you have an ability and willingness to repay the debt.",
      "txt_4": "You also must:",
      "txt_5": "Have a valid Social Security number",
      "txt_6": "Be a lawful U.S. resident",
      "txt_7": "Make a down payment of at least 3.5 percent",
      "txt_8": "Intend to use the property as your primary residence",
      "txt_9": "Have an appraisal performed on the property by an approved appraiser",
      "txt_10": "FHA Loan Credit Requirements",
      "txt_11": "To take advantage of the FHA loan's 3.5 percent down payment, you'll need a credit score of at least 580. Borrowers with credit scores below 580 may be able to qualify with a 10 percent down payment. But it's also important to understand that FHA lenders can have credit score minimums that exceed what the government requires.",
      "txt_12": "If you've filed for bankruptcy, you'll need to be at least two years removed from the filing and have since established good credit. If you've experienced a foreclosure, you must be three years removed for the foreclosure.",
      "txt_13": "Guidelines and policies on credit can vary by lender.",
      "txt_14": "FHA Loan Debt & Income Requirements",
      "txt_15": "Lenders will look at the relationship between your gross monthly income and your major monthly debts when evaluating your loan file. Guidelines and restrictions on debt-to-income (DTI) ratio can vary by lender and other factors.",
      "txt_16": "Some lenders may have lower thresholds than others, and borrowers with more challenging loan files can encounter more restrictive DTI guidelines.",
      "txt_17": "Unlike USDA loans, FHA loans do not have restrictions on how much income borrowers can make.",
      "txt_18": "FHA Loan Property Requirements",
      "txt_19": "In order to protect homeowners as well as their financial investment, the FHA also sets requirements for what types of properties can be financed with FHA funding. To determine if your home meets these minimum requirements, your lender will order an appraisal of the property.",
      "txt_20": "The appraiser will evaluate the condition of:",
      "txt_21": "Have a valid Social Security number",
      "txt_22": "Each area and room on the property, including any attics or basements",
      "txt_23": "All mechanical systems",
      "txt_24": "Appliances",
      "txt_25": "Plumbing",
      "txt_26": "Foundation",
      "txt_27": "Roof",
      "txt_28": "Gutters",
      "txt_29": "They'll specifically be looking for signs of damage, deferred maintenance or deterioration. Normal wear and tear will be noted, but as long as a property appears well-maintained, it should qualify for FHA financing.",
      "txt_30": "The main goals of the FHA appraisal: 1) Ensure the home is a healthy, safe and structurally sound building to live in and 2) Make sure the actual value of the home matches or exceeds the purchase price.",
      "txt_31": "In the event the home doesn't pass appraisal or repairs are required, the seller will need to make the repairs. If the home doesn't appraise for at least the purchase price, buyers can talk with the seller about renegotiating in light of the low valuation."
    },
    "section_4": {
      "head": "SECTION 4",
      "sub": "FHA Loan Benefits",
      "txt_1": "Thanks to their relaxed credit and debt-to-income requirements, FHA loans are largely considered one of the easiest mortgage products to qualify for. They also require minimal down payments, making them ideal for borrowers without a lot of savings.",
      "txt_2": "FIRST TIME HOMEBUYERS:",
      "txt_3": "\"The FHA loan is particularly popular with first-time home buyers, largely because of its low down payment requirements.\"",
      "txt_4": "See if you're eligible today!",
      "txt_5": "Relaxed Credit Score Requirements",
      "txt_6": "FHA loans come with low credit score requirements when compared to other loan options, requiring a minimum of just 500. Typically, conventional loans requires a score of 620, while USDA loans require a 600 or higher.",
      "txt_7": "Credit score benchmarks for FHA loans will vary lender.",
      "txt_8": "Adjustable Rate Mortgage (ARM)",
      "txt_9": "Adjustable-rate FHA loans have interest rates that vary over time. They may have a period of 3, 5 or 7 years in which the initial low rate is fixed, but after that period lapses, the rate can rise. This means your mortgage payment would rise as well.",
      "txt_10": "Low Down Payment",
      "txt_11": "One of the biggest benefits of the FHA loan is its low down payment requirements. If you have a 580 credit score or higher, you can put down just 3.5 percent, compared to the typical 5 percent you'll need for conventional financing.",
      "txt_12": "FHA loans also allow you to use qualified gift funds toward your down payment or closing costs. Talk with lenders about their policies and required documentation regarding gift funds.",
      "txt_13": "Many Home Types are Eligible",
      "txt_14": "FHA loans can be used on a variety of property types, including single-family homes, condo units, duplexes, manufactured housing and mobile homes.",
      "txt_15": "Take your first step today",
      "txt_16": "Get a quote for a low money down FHA Home Loan →",
      "txt_17": "First-Time Home buyers",
      "txt_18": "The FHA loan is particularly popular with first-time home buyers, largely because of its low down payment requirements. Their more lenient credit standards are also helpful to first-timers, who many times are lacking a robust credit history.",
      "txt_19": "Other loan types may prove more difficult for new home buyers, simply due to more stringent credit, income and down payment requirements. Many first-time buyers don't have deep savings accounts or the ability to make a sizable down payment. FHA loans offer an affordable, hassle-free route toward home ownership for these cash-strapped buyers."
    },
    "section_5": {
      "head": "SECTION 5",
      "sub": "FHA Loan Rates",
      "txt_1": "While this is a government-backed loan, there is not a set interest rate for FHA loans. FHA lenders set and quote their own interest rates. Rates can vary depending on the lender, the loan type, the borrower's credit score and more.",
      "txt_2": "Fixed interest rates on FHA loans tend to be slightly lower than those on conventional mortgage programs, simply because lenders have more protection. They have the added insurance of FHA's backing, which allows them to take extra risk and offer lower rates.",
      "txt_3": "MORE:",
      "txt_4": " Check Out Today's FHA loan rates"
    },
    "section_6": {
      "head": "SECTION 6",
      "sub": "FHA Loans and Mortgage Insurance",
      "txt_1": "In order to allow for such low down payments and credit scores, the FHA does require you pay a Mortgage Insurance Premium (MIP) to protect the agency in case you default. You'll pay this once as an upfront fee at closing and then again month after month, along with your mortgage payment.",
      "txt_2": "Upfront MIP",
      "txt_3": "This is a one-time MIP payment you'll make at closing. It costs 1.75 percent of your total home loan balance (not the home's price), regardless of your credit score or debt-to-income ratio.",
      "txt_4": "Annual MIP",
      "txt_5": "Your annual MIP payments will be calculated every year and built into your monthly mortgage payments. The total of these payments will depend on your loan-to-value ratio, your loan balance and your loan's term.",
      "txt_6": "Here's an example: If you had a 30-year loan of $200,000 and an loan-to-value ratio of 90 percent, your annual MIP would be $1,600. Spread out over 12 months, that would mean about $133 paid in MIP every month.",
      "txt_7": "Paying the Annual MIP",
      "txt_8": "You may not have to pay your annual MIP forever. Depending on your loan term, your loan-to-value ratio and when your loan was originated, you may be able to cancel your MIP and subsequently lower your monthly payment.",
      "txt_9": "For loans originated before June 3, 2013, MIP durations are as follows:",
      "txt_10": "On FHA loans originated after June 3, 2013, annual MIP durations look like this:",
      "table_1": {
        "head_1": "Loan Term",
        "head_2": "Loan Amount",
        "head_3": "LTV Ratio",
        "head_4": "Annual Insurance Premium",
        "r1_c1": "Over 15 years",
        "r1_c2": "$625,000 or less",
        "r1_c3": "95 percent or less",
        "r1_c4": "0.80 percent",
        "r2_c1": "Over 15 years",
        "r2_c2": "$625,000 or less",
        "r2_c3": "Over 95 percent",
        "r2_c4": "0.85 percent",
        "r3_c1": "Over 15 years",
        "r3_c2": "Over $625,000",
        "r3_c3": "95 percent or less",
        "r3_c4": "1 percent",
        "r4_c1": "Over 15 years",
        "r4_c2": "Over $625,000",
        "r4_c3": "Over 95 percent",
        "r4_c4": "1.05 percent",
        "r5_c1": "15 years or less",
        "r5_c2": "$625,000 or less",
        "r5_c3": "95 percent or less",
        "r5_c4": "0.45 percent",
        "r6_c1": "15 years or less",
        "r6_c2": "$625,000 or less",
        "r6_c3": "Over 95 percent",
        "r6_c4": "0.70 percent",
        "r7_c1": "15 years or less",
        "r7_c2": "Over $625,000",
        "r7_c3": "95 percent or less",
        "r7_c4": "0.70 percent",
        "r8_c1": "15 years or less",
        "r8_c2": "Over $625,000",
        "r8_c3": "Over 95 percent",
        "r8_c4": "0.95 percent"
      },
      "table_2": {
        "head_1": "Term",
        "head_2": "Original Down Payment",
        "head_3": "Duration",
        "r1_c1": "15 years or less",
        "r1_c2": "22 percent or higher",
        "r1_c3": "No annual MIP",
        "r2_c1": "15 years or less",
        "r2_c2": "less than 22 percent",
        "r2_c3": "Cancelled at 78 percent LTV",
        "r3_c1": "Over 15 years",
        "r3_c2": "22 percent or higher",
        "r3_c3": "5 years",
        "r4_c1": "Over 15 years",
        "r4_c2": "less than 22 percent",
        "r4_c3": "Cancelled at 78 percent LTV (5 years minimum)"
      },
      "table_3": {
        "head_1": "Term",
        "head_2": "Original Down Payment",
        "head_3": "Duration",
        "r1_c1": "15 years or less",
        "r1_c2": "less than 10 percent",
        "r1_c3": "Life of loan",
        "r2_c1": "15 years or less",
        "r2_c2": "10 percent or higher",
        "r2_c3": "11 years",
        "r3_c1": "Over 15 years",
        "r3_c2": "less than 10 percent",
        "r3_c3": "Life of loan",
        "r4_c1": "Over 15 years",
        "r4_c2": "10 percent or higher",
        "r4_c3": "11 years"
      }
    },
    "section_7": {
      "head": "SECTION 7",
      "sub": "FHA Loan Limits",
      "txt_1": "Limits on FHA loans vary by location and property type. They amount to 115 percent of the county's median home price, so they fluctuate every year as the local market changes. You can find your FHA loan limits using this tool at HUD.gov.",
      "txt_2": "FHA lenders also offers jumbo loans, meaning loans in excess of the FHA limit for your area. For jumbo FHA loans, lenders may have tighter guidelines for minimum credit score, credit history, DTI ratio and more.",
      "txt_3": "Check Loan Limits In Your Area",
      "txt_4": "Use our FHA Loan Limit Calculator to see what you may qualify for.",
      "txt_5": "Check loan limit now!"
    },
    "section_8": {
      "head": "SECTION 8",
      "sub": "FHA Loan Closing Costs",
      "txt_1": "All mortgage loans come with certain closing costs, which can vary from lender to lender. On FHA loans, closing costs tend to equal around 2 to 5 percent of the total loan amount. Just a few of the closing costs you may need to pay on your FHA loan include an origination fee, survey, appraisal, underwriting fee and more.",
      "txt_2": "As the buyer, you are responsible for covering closing costs, but with an FHA loan, you can ask the seller to contribute a portion of them. These are called concessions, and sellers can put up to 6 percent of the home's total sales price toward your closing costs. Sellers cannot contribute toward your down payment requirement."
    },
    "section_9": {
      "head": "SECTION 9",
      "sub": "FHA Loan Refinancing",
      "txt_1": "If you already have a home loan, you can opt to use an FHA mortgage when refinancing your existing loan. You might do this if mortgage rates fall below your current loan's rate or if the fixed period of your adjustable-rate loan is ending.",
      "txt_2": "FHA Streamline Refinance",
      "txt_3": "If you have an FHA loan and want to refinance to a new one, it's called a streamline refinance. To qualify, you need to have made at least six payments on your current loan and your closing date must be at least 210 days past.",
      "txt_4": "Conventional to FHA",
      "txt_5": "If you have a conventional loan, refinancing to an FHA mortgage can have big benefits. You can refinance up to 96.5 percent of your current home value using an FHA refinance.",
      "txt_6": "Start My FHA Loan Refinance",
      "txt_7": "Find Out How Much an FHA Refinance Can Save You! →",
      "txt_8": "Net Tangible Benefit",
      "txt_9": "In order to refinance an existing FHA loan, you need to see “net tangible benefit” from the transaction. This simply means that the refinance improves your financial position in one of the following ways:",
      "txt_10": "The principal loan balance and interest is reduced by at least 5 percent.",
      "txt_11": "The new adjustable rate is 2 percent lower than your current fixed rate.",
      "txt_12": "The new fixed rate is less than 2 percent higher than your current adjustable rate.",
      "txt_13": "The term of the loan has been reduced.",
      "txt_14": "Cash-Out Refinance",
      "txt_15": "If you've owned your home for a while and need to pay for home repairs, college tuition, debts or just need extra funds, then a cash-out FHA refinance offers a solution. Using these loans, qualified buyers can look to refinance up to 85 percent of the home's value."
    },
    "section_10": {
      "head": "SECTION 10",
      "sub": "How to Apply for an FHA Loan",
      "txt_1": "The first step is to find a lender approved by the FHA. You can use ",
      "txt_2": "HUD's Lender List Search",
      "txt_3": " tool to find one in your area.",
      "txt_4": "Then, you'll need to:",
      "txt_5": "Talk with a loan specialist about getting preapproved. This will tell you if you meet the minimum eligibility requirements for an FHA loan and the maximum loan you can apply for.",
      "txt_6": "Find your property and sign a purchase agreement with the seller.",
      "txt_7": "Finalize your loan application with your lender.",
      "txt_8": "Await your appraisal. The lender will order an appraisal of the property to ensure it meets FHA standards.",
      "txt_9": "Wait as your loan is underwritten and processed by the lender.",
      "txt_10": "Attend closing, This is when you'll sign your papers, pay your closing costs and get your keys.",
      "txt_11": "Move into your new home!",
      "txt_12": "Make sure you stay in touch with your loan officer throughout the process, as they may need additional documentation along the way. The more responsive you are, the better. Any missing paperwork would delay your closing and your move onto the property.",
      "txt_13": "See if you qualify for a Low Money Down FHA Home Loan"
    }
  },
  "vaLoan": {
    "head": "VA Loan Program",
    "sub_1": "Complete Guide to the VA Loan",
    "sub_2": "Your Complete Guide to the VA Home Loan",
    "back_to_top": "Back to Top",
    "section_1": {
      "head": "SECTION 1",
      "sub": "What is an VA Loan?",
      "txt_1": "The VA loan is a $0 down mortgage option available to Veterans, Service Members and select military spouses. VA loans are issued by private lenders, such as a mortgage company or bank, and guaranteed by the U.S. Department of Veterans Affairs (VA).",
      "txt_2": "The VA home loan was created in 1944 by the United States government to help returning service members purchase homes without needing a down payment or excellent credit. This historic program has guaranteed more than 25 million VA loans, helping Veterans, active duty military members and their families purchase or refinance a home.",
      "txt_3": "Today, the VA mortgage is more important than ever. Scores of Veteran and military buyers found it increasingly difficult to get home financing in the wake of the Great Recession, and many lenders tightened their guidelines again because of the 2020 global pandemic.",
      "txt_4": "Over the last decade in particular, VA loans have provided a lifeline for Veterans and active Military homebuyers facing higher credit score and down payment requirements.",
      "txt_5": "VA loans are a specialized loan product, but they aren't more difficult or cumbersome than other types of home loans. This VA loan guide is here to provide you with the tools necessary to navigate your VA home purchase or refinance and get the most out of your hard-earned benefit."
    },
    "section_2": {
      "head": "SECTION 2",
      "sub": "Am I Eligibility for a VA Loan",
      "txt_1": "To be eligible for a VA loan, you or your spouse must meet the minimum service requirements set by the Department of Veterans Affairs (VA), have a valid Certificate of Eligibility (COE) and satisfy the lender's credit and income requirements.",
      "txt_2": "Who is Eligible for a VA Loan?",
      "txt_3": "You may be eligible for a VA loan by meeting one or more of the following requirements:",
      "txt_4": "You served 90 consecutive days of active service during wartime.",
      "txt_5": "You served 181 days of active service during peacetime.",
      "txt_6": "You have 6 years of service in the National Guard or Reserves.",
      "txt_7": "You are the spouse of a service member who has died in the line of duty or as a result of a service-related disability.",
      "txt_8": "If you don't meet the basic service requirements for a VA loan, you may still be eligible. In these cases, eligibility depends on the discharge type. If your discharge falls into any of the following categories, you might still qualify for a VA loan:",
      "txt_9": "You were discharged for hardship, or at the convenience of the government, or a reduction in force.",
      "txt_10": "You were discharged for a medical condition or service-connected disability.",
      "txt_11": "You were discharged for early-out and served at least 21 months of a 2-year enlistment."
    },
    "section_3": {
      "head": "SECTION 3",
      "sub": "VA Loan Benefits",
      "txt_1": "VA loans are one of the most powerful mortgage options on the market for Veterans, active military and surviving spouses.",
      "txt_2": "The power behind the VA loan comes from a handful of significant financial benefits not typically found in other mortgage types. These advantages compared to different loan options are a big reason why VA loan volume has grown considerably over the last 15 years.",
      "txt_3": "This historic benefit program has helped millions of Veterans, service members and military families achieve the dream of homeownership. As a result, VA loan use has soared since the Great Recession, and these government-backed loans are arguably one of the best mortgage products on the market today.",
      "txt_4": "Let's take a deeper look at the most significant VA loan advantages.",
      "txt_5": "Popular Program",
      "txt_6": "VA purchase loans increased for the ninth straight year in fiscal year 2020, according to the Department of Veterans Affairs.",
      "txt_7": "Start your VA Loan quote online",
      "txt_8": "No Down Payment",
      "txt_9": "By far, the single-largest benefit of the VA loan is that qualified Veterans can purchase without a down payment. This huge advantage allows Veterans and service members to buy homes without having to spend years saving for that typical lump-sum payment.",
      "txt_10": "The minimum down payment amount on an FHA loan is 3.5 percent, and for conventional financing, it's often 5 percent. On a $250,000 mortgage, a military borrower would need to come up with $8,700 in cash for an FHA loan and $12,500 for a typical conventional loan. Those can be significant sums of cash for the average military borrower.",
      "txt_11": "Saving money and building credit can be difficult for service members who are constantly on the move. With the VA loan, qualified borrowers can finance 100 percent of the home's value without putting down a dime.",
      "txt_12": "No Private Mortgage Insurance",
      "txt_13": "Private mortgage insurance (PMI) is insurance that protects lenders in case of a borrower default. Many conventional lenders require borrowers to pay private monthly mortgage insurance unless they can put down at least 20 percent, which is challenging for many Veterans. Conventional borrowers will need to pay this monthly fee until they build 20 percent equity in the home.",
      "txt_14": "FHA loans feature their own form of monthly mortgage insurance.",
      "txt_15": "Unlike conventional and FHA loans, VA loans don't require monthly mortgage insurance. No private mortgage insurance means Veterans who secured a VA loan last year will save billions in mortgage insurance costs over the life of their loans.",
      "txt_16": "No PMI allows Veterans to stretch their buying power and save.",
      "txt_17": "Competitive Interest Rates",
      "txt_18": "Here's another big way the VA loan program saves Veterans money: Having the lowest average fixed rates on the market.",
      "txt_19": "VA loans have had the lowest average 30-year fixed rate on the market for the last six years, according to data from ICE Mortgage Technology.",
      "txt_20": "VA interest rates are typically 0.5 to 1 percent lower than conventional interest rates. Lower rates help Veterans save every month and over the life of their loan.",
      "txt_21": "Relaxed Credit Requirements",
      "txt_22": "Since the Department of Veterans Affairs only oversees the loan program and does not issue loans, the agency does not set or enforce credit score minimums. However, most VA lenders use credit score benchmarks to help assess a borrower's risk of default.",
      "txt_23": "Credit score cutoffs can vary, but the minimums are typically lower than what borrowers need for conventional mortgages.",
      "txt_24": "Veterans don't need anything near perfect credit to secure home financing at competitive interest rates. VA loans are also more forgiving when bouncing back after a bankruptcy, foreclosure or short sale.",
      "txt_25": "Closing Cost Limits",
      "txt_26": "All mortgages come with fees and closing costs, but the VA actually limits what Veterans can be charged when it comes to these expenses. In fact, some costs and fees must be covered by other parties in the transaction. These safeguards help make homeownership affordable for qualified homebuyers.",
      "txt_27": "VA borrowers can ask a seller to pay all of their loan-related closing costs and up to 4 percent in concessions, which can cover things like prepaid taxes and insurance, paying off collections and judgments and more.",
      "txt_28": "There's no guarantee the seller will agree to that request, but Veterans can certainly ask during the negotiation process.",
      "txt_29": "Lifetime Benefit",
      "txt_30": "One of the most common misconceptions about the VA mortgage program is that it's a one-time benefit.",
      "txt_31": "Veterans who qualify for a VA loan can use this program over and over again, and the benefit never expires. Unlike what you may have heard, you don't necessarily have to pay back your VA loan in full to use your benefit again.",
      "txt_32": "It's even possible to have more than one VA loan at the same time with second-tier entitlement.",
      "txt_33": "Don't think that using your home loan benefit decades ago means you're no longer eligible or that because you have a VA mortgage at your current duty station means you can't purchase again with a VA loan when you PCS across the country.",
      "txt_34": "No Prepayment Penalties",
      "txt_35": "With some types of loans, paying off a home loan before it matures results in a pre-payment penalty. This is because lenders miss out on additional opportunities to collect interest payments. The prepayment penalty is a way for financial institutions to recoup some of that money.",
      "txt_36": "The VA loan allows borrowers to pay off their home loan at any point without having to worry about a prepayment penalty. Borrowers are free to consider future home purchases and refinancing options with the absence of a prepayment penalty."
    },
    "section_4": {
      "head": "SECTION 4",
      "sub": "VA Loan Rates",
      "txt_1": "Because the federal government backs VA home loans, lenders have the luxury of charging competitively low interest rates. Eligible veterans and service members find that rates are generally lower with a VA home loan than a conventional mortgage.",
      "txt_2": "The Department of Veterans Affairs (VA) doesn't set interest rates. Your lender determines the rate on your VA loan based on your unique financial situation.",
      "txt_3": "Common Questions about VA Loan Rates",
      "txt_4": "Getting a mortgage can be complicated. Veterans United works to simplify the process through education and helping you understand your options.",
      "txt_5": "We've compiled some of the most common mortgage rate questions below so that you can make more informed decisions.",
      "txt_6": "Who sets VA loan rates?",
      "txt_7": "Private lenders, such as mortgage companies and banks, set interest rates on VA loans. The Department of Veterans Affairs (VA) does not set the rate but backs a portion of each loan against default.",
      "txt_8": "How do VA loan rates compare with the rest of the market?",
      "txt_9": "On average, VA loan rates are typically lower than both FHA and conventional mortgage rates. VA loan rates are generally lower due to the VA backing a portion of each loan."
    },
    "section_5": {
      "head": "SECTION 5",
      "sub": "VA Loan Refinancing",
      "txt_1": "The VA Home Loan program provides qualified homeowners with a simple way to take advantage of lower rates and decrease their monthly mortgage payment. Beyond that, military homeowners can get cash back on a VA refinance and use the proceeds for a variety of needs, from paying off debt or making home improvements and much more. The current economic climate makes now a great time or many military homeowners to take advantage of the numerous benefits found in a VA refinance.",
      "txt_2": "Two main programs help VA borrowers refinance to a lower rate -- the VA Streamline Refinance, also known as the Interest Rate Reduction Refinance Loan (IRRRL), and the VA Cash-Out Refinance.",
      "txt_3": "VA Refinance Eligibility",
      "txt_4": "Eligibility for a VA Refinance is similar to that of a home purchase VA Loan.",
      "txt_5": "Typically, you can qualify if you served on active duty for more than 90 consecutive days during wartime or more than 181 days of service during peacetime.",
      "txt_6": "For National Guard members and Reservists, the veteran must have served at least six years.",
      "txt_7": "Some surviving spouses of veterans who died while in service or from a service-connected disability may also be eligible.",
      "txt_8": "It is important to note that in order to receive a VA Streamline refinance, you must hold an existing VA Loan."
    },
    "section_6": {
      "head": "SECTION 6",
      "sub": "Contract Guidelines",
      "txt_1": "The journey to homeownership can oftentimes cause would-be homebuyers to run the gamut of emotions — from excitement to nervousness and everything in between. As the homebuying process transitions and you are under contract, it is important to remember the process is not over and there is still work to be done before celebrating.",
      "txt_2": "What to Avoid:",
      "txt_3": "Although rare, some homebuyers can lose focus once they are under contract. This can result in some delays to the financing process or even result in losing the opportunity to secure a loan. Your Home Loan Specialist will instruct you on important things to maintain once you are under contract.",
      "txt_4": "Veterans United will review your credit inquiries, bank statements and pay stubs to determine if you have debts that were not disclosed on the application. From the time you apply for the loan to the time you close, we advise you do not apply for any new debts – including co-signing on a note, buying or leasing a vehicle and refinancing other notes - without consulting your loan officer.",
      "txt_5": "While Under Contract:",
      "txt_6": "Avoid taking on new debt, such as buying a car",
      "txt_7": "Consider putting off job changes",
      "txt_8": "Don't move money around or change banks",
      "txt_9": "Keep on top of your bills and don't miss a mortgage payment",
      "txt_10": "Be mindful of credit card limits",
      "txt_11": "Even though your loan may still close, your closing could be delayed while additional documentation is obtained as we work to verify all your information. If the new debt increases your debt load, there is an increased risk of changing your debt to income ratio and effectively ending your chance to purchase the home you have selected.",
      "txt_12": "While this information may cause some trepidation, if you stay on track and follow the guidance of your Home Loan Specialist, you have little to worry about. If you have any questions about these possible hiccups, please do not hesitate to contact your dedicated VA Loan specialist."
    },
    "section_7": {
      "head": "SECTION 7",
      "sub": "Start Your Quote Online →",
      "txt_1": "Let's start to Apply for a VA Loan"
    }
  },
  "fmLoan": {
    "head": "Fannie Mae",
    "sub_1": "Loans, HomePath, and All You Should Know",
    "sub_2": "Your Complete Guide to the Fannie Mae",
    "back_to_top": "Back to Top",
    "section_1": {
      "head": "SECTION 1",
      "sub": "What Fannie Mae",
      "txt_1": "Fannie Mae—known officially as the Federal National Mortgage Association (FNMA)—is a government-sponsored enterprise (GSE) chartered by Congress to stimulate homeownership and provide liquidity to the mortgage market.1 It was established in 1938 during the Great Depression as part of the New Deal. Its purpose is to help low- to moderate-income borrowers obtain financing for a home.",
      "txt_2": "KEY TAKEAWAYS",
      "txt_3": "Fannie Mae is a government-sponsored enterprise (GSE) created by Congress.",
      "txt_4": "Fannie Mae doesn't originate or give out mortgages to homeowners looking for funding, but it does buy and guarantee mortgages through the secondary mortgage market.",
      "txt_5": "By investing in mortgages, Fannie Mae creates more liquidity for lenders, including banks, thrifts, and credit unions, which then allows them to underwrite or fund more mortgages.",
      "txt_6": "Fannie Mae and Freddie Mac nearly collapsed amid the 2008 financial crisis, but were bailed out and placed into government conservatorship; eventually, they paid back the billions of dollars that they had received to survive."
    },
    "section_2": {
      "head": "SECTION 2",
      "sub": "What Fannie Mae Does",
      "txt_1": "As a secondary mortgage market participant, Fannie Mae does not originate mortgage loans. Instead, it keeps funds flowing to lenders by purchasing or guaranteeing mortgages issued by credit unions, banks, thrifts, and other financial institutions. It is one of two large purchasers of mortgages in the secondary market. The other is its sibling Freddie Mac, or the Federal Home Loan Mortgage Corporation, which is also a GSE chartered by Congress.",
      "txt_2": "After purchasing mortgages on the secondary market, Fannie Mae can pool them to form a mortgage-backed security (MBS). An MBS is an asset-backed security that is secured by a mortgage or pool of mortgages.5 Fannie Mae's mortgage-backed securities are then purchased by institutions, such as insurance companies, pension funds, and investment banks. It guarantees payments of principal and interest on its MBSs.",
      "txt_3": "Fannie Mae also has its own portfolio, commonly referred to as a retained portfolio, which invests in its own and other institutions’ mortgage-backed securities. Fannie Mae issues debt, called agency debt, to fund its retained portfolio.",
      "txt_4": "By investing in the mortgage market, Fannie Mae creates liquidity for lenders, which in turn allows them to underwrite or fund additional mortgages. In 2020, Fannie Mae provided $1.4 trillion in liquidity to the mortgage market, which helped low-income Americans buy, refinance, or rent approximately six million homes."
    },
    "section_3": {
      "head": "SECTION 3",
      "sub": "Fannie Mae Loan Requirements",
      "txt_1": "To do business with Fannie Mae, a mortgage lender must comply with the Statement on Subprime Lending issued by the federal government. The statement addresses several risks associated with subprime loans, such as low introductory rates followed by a higher variable rate, very high limits on how much an interest rate may increase, limited to no borrower income documentation, and product features that make frequent refinancing of the loan likely.",
      "txt_2": "The mortgages that Fannie Mae purchases and guarantees must meet strict criteria. The limit, for example, for a conventional loan for a single-family home in 2022 is $647,200 (up from $548,250 in 2021) for most areas and $970,800 (up from $822,375 in 2021) for high-cost areas, including Hawaii and Alaska.",
      "txt_3": "To obtain a loan backed by Fannie Mae, you’ll have to go through an approved lender. Along with avoiding subprime loans mentioned above, lenders must meet eligibility and underwriting criteria that ensure the credit quality of the financing."
    },
    "section_4": {
      "head": "SECTION 4",
      "sub": "Applying for a Fannie Mae Mortgage",
      "txt_1": "Let's start to Applying for a Fannie Mae Mortgage"
    }
  },
  "contact": {
    "txt_1": "GET IN TOUCH",
    "txt_2": "DAVID CHAVARRIA",
    "txt_3": "+1 (786) 201-6363",
    "txt_4": "davidc@forbesir.com",
    "txt_5": "VISIT US",
    "txt_6": "Houston Office:",
    "txt_7": "2323 s voss rd suite 150-C Houston Tx 77057",
    "txt_8": "+1 (844) 344-1722",
    "txt_9": "Miami Office:",
    "txt_10": "2125 Biscayne Blvd Miami FL, 33137 Suite #325",
    "txt_11": "+1 (844) 344-5277",
    "txt_12": "Monday - Thursday:",
    "txt_13": "9 am to 6 pm",
    "txt_14": "Friday - Saturday:",
    "txt_15": "10 am to 4 pm",
    "txt_16": "Sunday:",
    "txt_17": "Closed",
    "txt_18": "By Forbes International Real Estate",
    "txt_19": "Let's get started to check your eligibility"
  },
  "start": {
    "head_1": "Check Your Eligibility Today!",
    "head_2": "Check your eligibility for a LOW MONEY home loan"
  },
  "about": {
    "txt_1": "About comocomprarsucasa.com",
    "txt_2": "More than 15 years of helping our Hispanic brothers, we have been able to bring together Professionals with experience in each field. Related to the purchase or sale of a Business, residential or Commercial property. We have Credit Officers, Banks, Real Estate Agents, Insurance, Accountants, Title Houses, Lawyers and much, much more. In 4 locations Miami, Orlando, Houston and Dallas. In order to provide the free advice that you need. He had told her it was Free. Yes, Our Advice and Qualification is totally Free and confidential."
  },
  "siteMap": {
    "txt_1": "Site Map"
  },
  "footer": {
    "copyrights": "Copyright© 2021. All Rights Reserved. Equal Housing Lender. Town Square Mortgage & Investments, LLC. DBA Comocomprarsucasa  NMLS 144975. 17300 Dallas Parkway, Ste. 1030, Dallas, TX 75248. 972-292-7600. Licensed by the Texas Department of Savings and Mortgage Lending, SML Mortgage Banker Registration. Expires 12/31/21. Colorado Mortgage Company Registration, Regulated by the Division of Real Estate. Expires 12/31/21. Licensed by the Florida Office of Financial Regulation, Mortgage Lender Servicer License # MLD1309. Expires 12/31/21. Licensed by the Oklahoma Department of Consumer Credit, Mortgage Lender License # ML011816 & # ML011996. Expiration Date 12/31/2021. Licensed by the Nevada Division of Mortgage Lending, Mortgage Broker License #4948, Expiration Date 12/31/2021 Supplemental Servicer License #4949 Expiration Date 12/31/2021. Licensed by the Office of Lieutenant Governor's Office Division of Banking and Insurance, Phone: (340) 774-7166 Expiration Date 12/31/2021. www.tsmlending.com. nmlsconsumeraccess.org."
  }
}
