{
  "navBar": {
    "Loan_Program": "Programa de préstamos",
    "FHA_Loans": "Préstamos FHA",
    "VA_Loans": "Préstamos VA",
    "Fannie_Mae": "Fannie Mae",
    "Tools_&_Resources": "Herramientas y recursos",
    "More": "Mas",
    "Articles": "Artículos",
    "Videos": "Videos",
    "contact": "Contacto",
    "Check_My_Eligibility": "¡Verifique mi elegibilidad!"
  },
  "questionsStep": {
    "CHECK_YOUR": "COMPROBAR SU ELEGIBILIDAD HOY!",
    "LAST_YEAR_OVER": "EL ÚLTIMO AÑO MÁS DE 1 MILLÓN DE PROPIETARIOS USARON NUESTRO SERVICIO *",
    "I_want_to": "Quiero ",
    "buy": "comprar",
    "a_home": " una CASA",
    "refinance": "refinanciar",
    "my_home": " mi CASA",
    "back": "← Atrás",
    "next": "SIGUIENTE →",
    "City_or_Zip_Code": "Ciudad o Código Postal",
    "Cities_and_Zip_Code": "Ciudades, Códigos ZIP",
    "Zip_Code": "Códigos ZIP",
    "Zip_Codes": "Códigos ZIP",
    "required": "Campo requerido",
    "SPEND_NEW_HOME": {
      "head": "¿Cuánto planeas gastar en tu nueva casa?",
      "sub": "(Una estimación está bien)",
      "ans_1": "menos de $50,000",
      "ans_2": "$50,000 - $100,000",
      "ans_3": "$100,000 - $150,000",
      "ans_4": "$150,000 - $200,000",
      "ans_5": "$200,000 - $250,000",
      "ans_6": "$250,000 - $300,000",
      "ans_7": "$300,000 - $350,000",
      "ans_8": "$350,000 - $400,000",
      "ans_9": "$400,000 o más"
    },
    "LOAN_TYPE": {
      "head": "¿Qué tipo de préstamo hipotecario está refinanciando?",
      "ans_1": "Préstamo convencional",
      "ans_2": "Préstamo del USDA",
      "ans_3": "Préstamo VA",
      "ans_4": "Préstamo FHA",
      "ans_5": "No lo sé"
    },
    "LOAN_GOAL": {
      "head": "¿Cuál es su objetivo de refinanciamiento de préstamos hipotecarios?",
      "ans_1": "Retirar efectivo de mi casa",
      "ans_2": "Pagar deudas a casa",
      "ans_3": "Reducir mis pagos mensuales"
    },
    "HOME_VALUE": {
      "head": "¿Cuál es el valor de su casa?",
      "sub": "(Una estimación está bien)",
      "error": "Introduzca un valor válido"
    },
    "REMAINING_BALANCE": {
      "head": "¿Cuál es el saldo restante de su préstamo actual?",
      "sub": "(Una estimación está bien)",
      "error": "Introduzca un valor válido"
    },
    "MORTGAGE_INTEREST": {
      "head": "¿Cuál es la tasa de interés hipotecaria actual?",
      "error": "Seleccione un valor válido",
      "placeHolder": "Seleccione su tasa de interés actual",
      "ans_1": "Menos del 3%",
      "ans_2": "Más del 10%",
      "ans_3": "No lo sé"
    },
    "HOME_TYPE": {
      "head": "¿Qué tipo de casa estás buscando?",
      "ans_1": "Casa",
      "ans_2": "Condominio",
      "ans_3": "Townhouse",
      "ans_4": "Multifamiliar",
      "ans_5": "Móvil / Fabricado",
      "ans_6": "Construcción nueva",
      "ans_7": "Otro"
    },
    "HOW_USE_HOME": {
      "head": "¿Cómo usarás tu nuevo hogar?",
      "head_1": "¿Cómo estás usando esta casa?",
      "ans_1": "Residencia principal",
      "ans_2": "Casa secundaria / vacacional",
      "ans_3": "Propiedad de inversión"
    },
    "OWN_LAND": {
      "head": "¿Poseerá o alquilará el terreno en el que se encuentra su casa?",
      "sub": "Su prestamista utilizará esta información para determinar qué tipo de préstamo es adecuado para usted",
      "ans_1": "Propio",
      "ans_2": "Alquilar"
    },
    "FIRST_TIME_USE": {
      "head": "¿Es la primera vez que compra una casa?",
      "ans_1": "No",
      "ans_2": "Sí"
    },
    "OWN_HOME": {
      "head": "¿Actualmente tienes una casa?",
      "ans_1": "Sí, actualmente tengo una casa",
      "ans_2": "No, actualmente estoy alquilando",
      "ans_3": "No, tengo otros arreglos de vivienda"
    },
    "WHEN_PURCHASE": {
      "head": "¿Cuándo planeas realizar la compra de tu casa?",
      "ans_1": "Inmediatamente: firmó un acuerdo de compra",
      "ans_2": "En 30 días",
      "ans_3": "3 - 6 meses",
      "ans_4": "LO ANTES POSIBLE: Se encontró una casa / Oferta pendiente",
      "ans_5": "2-3 meses",
      "ans_6": "6 meses o más",
      "ans_7": "Sin marco de tiempo / Aún investigando opciones"
    },
    "SERVED_MILITARY": {
      "head": "¿Usted (o su cónyuge) ha servido alguna vez en el ejército de los EE. UU.?",
      "sub": "Los militares en servicio activo y los veteranos pueden calificar para un préstamo de VA con un pago inicial de $ 0 y sin PMI.",
      "ans_1": "No militar",
      "ans_2": "Sí, yo (o mi cónyuge) entregué"
    },
    "MILITARY_BRANCH": {
      "head": "¿Cuál es su rama del servicio militar?",
      "ans_1": "Ejército",
      "ans_2": "Azul marino",
      "ans_3": "Guardacostas",
      "ans_4": "Cónyuge militar",
      "ans_5": "Cuerpo de Marines",
      "ans_6": "Fuerza Aérea",
      "ans_7": "Guardia Nacional",
      "ans_8": "Otro VA",
      "ans_9": "No militar"
    },
    "DOWN_PAYMENT": {
      "head": "¿Cuánto del anticipo le gustaría hacer?",
      "sub": "(Una estimación está bien)",
      "ans_1": "0%",
      "ans_2": "5% ($ 20 000 +)",
      "ans_3": "15% ($ 60 000 +)",
      "ans_4": "3.5% ($ 14,000 +)",
      "ans_5": "10% ($ 40 000 +)",
      "ans_6": "20% ($ 80 000 +)",
      "ans_7": "Más del 20%"
    },
    "CURRENT_EMPLOYMENT": {
      "head": "¿Cuál es su situación laboral actual?",
      "ans_1": "Empleados (W2)",
      "ans_2": "Trabajador autónomo / Contratista independiente 1099",
      "ans_3": "Retirado",
      "ans_4": "No empleado"
    },
    "ANNUAL_INCOME": {
      "head": "¿Cuál es el ingreso anual bruto (antes de impuestos) de su hogar?",
      "ans_1": "Menos de $ 30 000",
      "ans_2": "$ 50 000 - $ 75 000",
      "ans_3": "$ 30 000 - $ 50 000",
      "ans_4": "$ 75 000 - $ 100 000",
      "ans_5": "Más de $ 100,000"
    },
    "HAVE_BANKRUPTCY": {
      "head": "¿Se ha declarado en quiebra en los últimos 3 años?",
      "ans_1": "No",
      "ans_2": "Sí"
    },
    "CURRENT_CREDIT_SCORE": {
      "head": "¿Cuál es su puntaje crediticio actual?",
      "ans_1": "Excelente (720+)",
      "ans_2": "Aceptable (660-679)",
      "ans_3": "Deficiente (580-619)",
      "ans_4": "Bueno (680-719)",
      "ans_5": "Inferior al promedio (620-659)",
      "ans_6": "Malo (por debajo de 580)"
    },
    "WORK_REAL_ESTATE": {
      "head": "¿Trabaja con un agente inmobiliario?",
      "ans_1": "No",
      "ans_2": "Sí"
    },
    "MORTGAGE_PAYMENT": {
      "head": "¿Ha realizado algún pago hipotecario atrasado en los últimos 12 meses?",
      "ans_1": "No",
      "ans_2": "Sí"
    },
    "WHERE_BUY": {
      "head": "¿Dónde busca comprar?",
      "error": "Ingresa una ubicación válida en EE. UU."
    },
    "CURRENT_ZIP_CODE": {
      "head": "¿Cuál es su código postal actual?",
      "error": "Introduzca un código postal válido de 5 dígitos"
    },
    "CURRENT_ADDRESS": {
      "head": "¿Cuál es su dirección postal y código postal actuales?",
      "error": "Introduzca un código postal válido de 5 dígitos",
      "Can_not_empty": "No se puede vaciar",
      "Should_less_30": "Debe tener menos de 30 caracteres"
    },
    "USER_EMAIL": {
      "head": "¿Cuál es su dirección de correo electrónico?",
      "error": "Introduzca una dirección de correo electrónico válida de EE. UU.",
      "placeHolder": "Tu correo electrónico"
    },
    "USER_NAME": {
      "head": "¿Cómo te llamas?",
      "input_1": "Nombre",
      "input_2": "Apellido",
      "Can_not_empty": "No se puede vaciar",
      "Should_less_20": "Debe tener menos de 20 caracteres"
    },
    "USER_PHONE_NUMBER": {
      "head": "¿Cuál es el mejor número para localizarlo?",
      "sub": "Un prestamista lo llamará para discutir sus opciones",
      "error": "Introduzca un número de teléfono de EE. UU. válido",
      "next": "Quiero mas informacion →"
    },
    "THANK_YOU": {
      "head": "Gracias",
      "sub": "Se le ha asignado a nuestro agente, que pronto le llamará o le enviará un correo electrónico:",
      "txt_1": "De vuelta a casa"
    },
    "FAIL_SUBMISSION": {
      "head": "Reprobar envío",
      "sub": "¡Llámenos para obtener más detalles!"
    },
    "LOADING_DETAILS": {
      "head": "Por favor, espere",
      "sub": "¡Estamos procesando sus datos!"
    }
  },
  "homePage": {
    "Fast_Real": "Préstamos inmobiliarios rápidos",
    "A_First": "¡Compradores de vivienda por primera vez, inversionistas residenciales, e inversionistas comerciales que buscan tarifas competitivas! ¡Términos! Costos!",
    "Check_your": "Verifique su elegibilidad →",
    "How": "Cómo funciona",
    "Complete": "Guía completa del préstamo",
    "The_below": "¡Las instrucciones siguientes le ayudarán a realizar el proceso fácilmente!",
    "Interview": "ENTREVISTA",
    "Discuss_terms": "Discuta los términos y escenarios de pago con su agente de préstamos de inversión.",
    "Terms": "TÉRMINOS",
    "Review_your": "Revise su oferta de plazo con su agente de préstamos y envíela para una evaluación rápida",
    "Funding": "FINANCIAMIENTO",
    "Get_a_fast": "Obtén una aprobación rápida y haz zoom para cerrar: en algunos casos, tan rápido como 5 días",
    "What": "Qué dicen los clientes",
    "Testimonials": "Testimonios",
    "Here_you": "¡Aquí puedes hacerte una idea de lo que hacemos y cómo puedes confiar en nosotros!",
    "View_All_Videos": "Ver todos los videos",
    "To_gather": "Para recopilar conocimientos",
    "Articles": "Artículos",
    "You_can": "Puede obtener algunas ideas básicas para algunos detalles principales que debe conocer acerca de los préstamos desde aquí.",
    "View_All_Articles": "Ver todos los artículos"
  },
  "callUs": {
    "head": "Llámanos ahora",
    "sub": "COMOCOMPRARSUCASA no solo puede alimentar sus proyectos sino garantizarle rapidez, facilidad y comunicación en el camino.",
    "btn": "Comenzar →"
  },
  "quoteReq": {
    "head": "Verifique los requisitos oficiales de préstamos",
    "sub": "Busque un prestamista de COMOCOMPRARSUCASA y verifique su elegibilidad para un préstamo con un pago inicial bajo",
    "btn": "Inicie su cotización →"
  },
  "articles": {
    "Read_article": "Leer artículo →",
    "How_Fannie_Maes": {
      "head": "Cómo puede ayudarle la nueva regla de puntuación de crédito de Fannie Mae",
      "sub": "Los cambios recientes en las pautas de Fannie Mae allanan el camino para la elegibilidad de préstamos hipotecarios, aumentando las tasas de aprobación para los coprestatarios en función de sus puntajes crediticios combinados."
    },
    "What_Are_the_Pros_and_Cons": {
      "head": "¿Cuáles son los pros y los contras de refinanciar su casa?",
      "sub": "El mercado financiero a veces se refiere a una hipoteca de vivienda como \"deuda buena\". Esto se debe en gran parte a que, a diferencia de una tarjeta de crédito o un préstamo personal, una hipoteca puede ayudarlo a comprar y poseer un activo que puede aumentar de valor a medida que pasa el tiempo."
    },
    "What_Veterans_Should": {
      "head": "Lo que los veteranos deben saber",
      "sub": "Los préstamos FHA y VA son préstamos respaldados por el gobierno que pueden ser excelentes opciones para los compradores de vivienda por primera vez, y cada uno tiene similitudes y diferencias en términos de requisitos. En esta guía, desglosaremos las calificaciones específicas necesarias para cada préstamo para que pueda determinar cuál es el adecuado para usted al comprar una casa."
    },
    "Comparing_FHA_and_Conventional": {
      "head": "Comparación de préstamos hipotecarios convencionales y de la FHA",
      "sub": "Cuando se trata de hipotecas, tiene muchas opciones. Dos de las más comunes son la FHA y los préstamos convencionales. Aunque ambos pueden ser excelentes productos para ayudarlo a comprar una casa, cada uno tiene sus pros y sus contras."
    },
    "FHA_Loan_Refinancing": {
      "head": "Opciones de refinanciamiento de préstamos de la FHA",
      "sub": "La refinanciación puede ser una manera excelente de reducir su pago mensual, acortar el plazo de su préstamo, cambiar los productos crediticios o incluso obtener efectivo de su casa."
    }
  },
  "fhaLoan": {
    "head": "Programa de Préstamo FHA",
    "sub_1": "Guía Completa del Préstamo FHA",
    "sub_2": "En esta guía completa de préstamos de la Administración Federal de Vivienda, o préstamos de la FHA, cubriremos:",
    "back_to_top": "Volver al principio",
    "section_1": {
      "head": "SECCIÓN 1",
      "sub": "¿Qué es un préstamo FHA?",
      "txt_1": "Un préstamo de la FHA es una opción de préstamo hipotecario para compradores de viviendas de EE. UU. Está garantizado por la Administración Federal de Vivienda, una agencia del Departamento de Vivienda y Desarrollo Urbano, y emitido por prestamistas aprobados por la FHA en todo el país",
      "txt_2": "Los préstamos de la FHA son bien conocidos por su asequibilidad, es decir, su pago inicial del 3,5 % y requisitos crediticios relativamente indulgentes. Según HUD, la FHA ha asegurado más de 47 millones de préstamos hipotecarios desde su creación en 1934"
    },
    "section_2": {
      "head": "SECCIÓN 2",
      "sub": "Tipos de Préstamo FHA",
      "txt_1": "Hay más de una docena de programas hipotecarios de la FHA, y cada uno varía ligeramente en estructura y uso. Los tipos de préstamos de la FHA más comunes son:",
      "txt_2": "Préstamo FHA de tasa fija",
      "txt_3": "Las hipotecas de tasa fija son el tipo más común de préstamo de la FHA, ya que ofrecen un pago confiable y constante con el que los propietarios pueden contar. Por lo general, vienen en plazos de 15 y 30 años y tienen la misma tasa de interés para la totalidad de ese plazo. Si bien el gobierno respalda completamente el préstamo, los prestamistas establecen sus propias tasas de interés",
      "txt_4": "Hipoteca de tasa ajustable (ARM)",
      "txt_5": "Los préstamos de tasa ajustable de la FHA tienen tasas de interés que varían con el tiempo. Pueden tener un período de 3, 5 o 7 años en los que se fija la tasa baja inicial, pero después de ese período, la tasa puede aumentar. Esto significa que el pago de su hipoteca también aumentaría.",
      "txt_6": "Hipoteca de Eficiencia Energética (EEM) de la FHA",
      "txt_7": "Las Hipotecas de Eficiencia Energética de la FHA, o EEM, alientan a los propietarios de viviendas a realizar mejoras de eficiencia energética en sus propiedades. Los préstamos se pueden utilizar para cubrir los costos de mejoras aceptables relacionadas con la energía en una vivienda existente o en una vivienda nueva que desee. estoy comprando.",
      "txt_8": "Otros tipos de préstamos de la FHA",
      "txt_9": "También hay otros tipos de préstamos de la FHA menos utilizados, incluido el 203(k), una hipoteca generalmente reservada para préstamos fijos. El préstamo 203(k) de la FHA le permite rodar los costos de su reparación y gastos de renovación en su hipoteca, que se basa en el valor más alto esperado de la propiedad después de que se realicen esas mejoras",
      "txt_10": "También hay préstamos FHA de refinanciamiento simplificado, que ofrecen a los prestatarios FHA existentes un proceso de refinanciamiento rápido y fácil, así como préstamos FHA del Título 1 que cubren mejoras y reparaciones en el hogar"
    },
    "section_3": {
      "head": "SECCIÓN 3",
      "sub": "Elegibilidad de préstamo de la FHA",
      "txt_1": "Su elegibilidad para un préstamo de la FHA depende de su puntaje de crédito, ingresos, deudas, precio de la vivienda y el monto de su pago inicial, así como varios otros factores",
      "txt_2": "Requisitos generales de préstamo de la FHA",
      "txt_3": "Para calificar para un préstamo de la FHA, necesitará suficiente crédito e ingresos para demostrar a los prestamistas que tiene la capacidad y la voluntad de pagar la deuda",
      "txt_4": "También debes:",
      "txt_5": "Tener un número de Seguro Social válido",
      "txt_6": "Ser residente legal de EE. UU.",
      "txt_7": "Hacer un pago inicial de al menos el 3,5 por ciento",
      "txt_8": "Tiene la intención de utilizar la propiedad como su residencia principal",
      "txt_9": "Hacer que un tasador autorizado realice una tasación de la propiedad",
      "txt_10": "Requisitos de crédito de préstamo de la FHA",
      "txt_11": "Para aprovechar el pago inicial del 3.5 por ciento del préstamo de la FHA, necesitará un puntaje de crédito de al menos 580. Los prestatarios con puntajes de crédito por debajo de 580 pueden calificar con un pago inicial del 10 por ciento. Pero también es Es importante comprender que los prestamistas de la FHA pueden tener puntajes de crédito mínimos que excedan lo que exige el gobierno",
      "txt_12": "Si se declaró en bancarrota, deberá estar al menos dos años retirado de la presentación y desde entonces haber establecido un buen crédito. Si ha experimentado una ejecución hipotecaria, debe estar retirado tres años para el juicio hipotecario.",
      "txt_13": "Las pautas y políticas de crédito pueden variar según el prestamista",
      "txt_14": "Requisitos de ingresos y deuda de préstamos de la FHA",
      "txt_15": "Los prestamistas observarán la relación entre su ingreso bruto mensual y sus principales deudas mensuales al evaluar su archivo de préstamo. Las pautas y restricciones sobre la relación deuda-ingreso (DTI) pueden variar según el prestamista y otros factores",
      "txt_16": "Algunos prestamistas pueden tener umbrales más bajos que otros, y los prestatarios con archivos de préstamo más desafiantes pueden encontrar pautas de DTI más restrictivas",
      "txt_17": "A diferencia de los préstamos del USDA, los préstamos de la FHA no tienen restricciones sobre la cantidad de ingresos que pueden generar los prestatarios",
      "txt_18": "Requisitos de propiedad de préstamo de la FHA",
      "txt_19": "Para proteger a los propietarios de viviendas así como su inversión financiera, la FHA también establece requisitos sobre qué tipos de propiedades pueden financiarse con fondos de la FHA. Para determinar si su vivienda cumple con estos requisitos mínimos, su prestamista ordenará una tasación de la propiedad.",
      "txt_20": "El tasador evaluará la condición de:",
      "txt_21": "Tener un número de Seguro Social válido",
      "txt_22": "Cada área y habitación de la propiedad, incluidos los áticos o sótanos",
      "txt_23": "Todos los sistemas mecánicos",
      "txt_24": "Electrodomésticos",
      "txt_25": "Plomería",
      "txt_26": "Fundación",
      "txt_27": "Techo",
      "txt_28": "Canales",
      "txt_29": "Buscarán específicamente signos de daño, mantenimiento diferido o deterioro. Se observará el desgaste normal, pero siempre que una propiedad parezca estar bien mantenida, debe calificar para el financiamiento de la FHA",
      "txt_30": "Los principales objetivos de la tasación de la FHA: 1) Garantizar que la vivienda sea un edificio saludable, seguro y estructuralmente sólido para vivir y 2) Asegurarse de que el valor real de la vivienda iguale o supere el precio de compra",
      "txt_31": "En caso de que la casa no pase la tasación o se requieran reparaciones, el vendedor deberá hacer las reparaciones. Si la casa no se tasa al menos por el precio de compra, los compradores pueden hablar con el vendedor sobre renegociando a la luz de la baja valoración"
    },
    "section_4": {
      "head": "SECCIÓN 4",
      "sub": "Beneficios del préstamo FHA",
      "txt_1": "Gracias a sus requisitos crediticios y de deuda a ingresos relajados, los préstamos de la FHA se consideran en gran medida uno de los productos hipotecarios más fáciles para calificar. También requieren pagos iniciales mínimos, lo que los hace ideales para prestatarios sin muchos ahorros. .",
      "txt_2": "COMPRADORES DE CASA POR PRIMERA VEZ:",
      "txt_3": "\"El préstamo de la FHA es particularmente popular entre los compradores de vivienda por primera vez, en gran parte debido a sus bajos requisitos de pago inicial.\"",
      "txt_4": "¡Mira si eres elegible hoy!",
      "txt_5": "Requisitos de puntuación de crédito relajados",
      "txt_6": "Los préstamos de la FHA vienen con requisitos de puntaje de crédito bajo en comparación con otras opciones de préstamo, que requieren un mínimo de solo 500. Por lo general, los préstamos convencionales requieren un puntaje de 620, mientras que los préstamos del USDA requieren un puntaje de 600 o más.",
      "txt_7": "Los puntos de referencia de la puntuación crediticia para los préstamos de la FHA variarán según el prestamista.",
      "txt_8": "Hipoteca de tasa ajustable (ARM)",
      "txt_9": "Los préstamos de tasa ajustable de la FHA tienen tasas de interés que varían con el tiempo. Pueden tener un período de 3, 5 o 7 años en los que se fija la tasa baja inicial, pero después de ese período, la tasa puede aumentar. Esto significa que el pago de su hipoteca también aumentaría.",
      "txt_10": "Pago inicial bajo",
      "txt_11": "Uno de los mayores beneficios del préstamo de la FHA son sus bajos requisitos de pago inicial. Si tiene un puntaje de crédito de 580 o más, puede hacer un pago inicial de solo el 3.5 por ciento, en comparación con el típico 5 por ciento que necesitará para financiación convencional.",
      "txt_12": "Los préstamos de la FHA también le permiten usar fondos de donaciones calificados para su pago inicial o costos de cierre. Hable con los prestamistas sobre sus políticas y la documentación requerida con respecto a los fondos de donaciones",
      "txt_13": "Muchos tipos de viviendas son elegibles",
      "txt_14": "Los préstamos de la FHA se pueden usar en una variedad de tipos de propiedad, incluidas viviendas unifamiliares, unidades de condominio, dúplex, viviendas prefabricadas y casas móviles",
      "txt_15": "Da tu primer paso hoy",
      "txt_16": "Obtenga una cotización para un préstamo hipotecario de la FHA con un pago inicial bajo →",
      "txt_17": "Compradores de vivienda por primera vez",
      "txt_18": "El préstamo de la FHA es particularmente popular entre los compradores de vivienda por primera vez, en gran parte debido a sus bajos requisitos de pago inicial. Sus estándares de crédito más indulgentes también son útiles para los primerizos, que muchas veces carecen de un historial crediticio sólido. ",
      "txt_19": "Otros tipos de préstamos pueden resultar más difíciles para los nuevos compradores de vivienda, simplemente debido a los requisitos de crédito, ingresos y pago inicial más estrictos. Muchos compradores primerizos no tienen cuentas de ahorro profundas o la capacidad de hacer un pago inicial considerable Los préstamos de la FHA ofrecen una ruta asequible y sin complicaciones hacia la propiedad de la vivienda para estos compradores con problemas de liquidez"
    },
    "section_5": {
      "head": "SECCIÓN 5",
      "sub": "Tasas de préstamo de la FHA",
      "txt_1": "Si bien este es un préstamo respaldado por el gobierno, no hay una tasa de interés establecida para los préstamos de la FHA. Los prestamistas de la FHA establecen y cotizan sus propias tasas de interés. Las tasas pueden variar según el prestamista, el tipo de préstamo, el crédito del prestatario puntuación y más.",
      "txt_2": "Las tasas de interés fijas de los préstamos de la FHA tienden a ser ligeramente más bajas que las de los programas hipotecarios convencionales, simplemente porque los prestamistas tienen más protección. Tienen el seguro adicional del respaldo de la FHA, lo que les permite asumir riesgos adicionales y ofrecer tasas más bajas .",
      "txt_3": "MÁS:",
      "txt_4": "Consulte las tasas de préstamo de la FHA de hoy"
    },
    "section_6": {
      "head": "SECCIÓN 6",
      "sub": "Préstamos FHA y seguro hipotecario",
      "txt_1": "Para permitir pagos iniciales y puntajes de crédito tan bajos, la FHA requiere que pague una prima de seguro hipotecario (MIP) para proteger a la agencia en caso de incumplimiento. Pagará esto una vez como tarifa por adelantado al cierre y luego mes tras mes, junto con el pago de su hipoteca",
      "txt_2": "MIP inicial",
      "txt_3": "Este es un pago MIP único que realizará al momento del cierre. Cuesta el 1.75 por ciento del saldo total de su préstamo hipotecario (no el precio de la vivienda), independientemente de su puntaje de crédito o proporción de deuda a ingresos. ",
      "txt_4": "MIP anual",
      "txt_5": "Sus pagos MIP anuales se calcularán cada año y se incorporarán a sus pagos hipotecarios mensuales. El total de estos pagos dependerá de su relación préstamo-valor, el saldo de su préstamo y el plazo de su préstamo.",
      "txt_6": "Este es un ejemplo: si tuviera un préstamo a 30 años de $200,000 y una relación préstamo-valor del 90 por ciento, su MIP anual sería de $1,600. Repartido en 12 meses, eso significaría alrededor de $133 pagados en MIP cada mes.",
      "txt_7": "Pagando el MIP Anual",
      "txt_8": "Es posible que no tenga que pagar su MIP anual para siempre. Según el plazo de su préstamo, su relación préstamo-valor y cuándo se originó su préstamo, es posible que pueda cancelar su MIP y, posteriormente, reducir su pago mensual .",
      "txt_9": "Para préstamos originados antes del 3 de junio de 2013, las duraciones MIP son las siguientes:",
      "txt_10": "En los préstamos de la FHA originados después del 3 de junio de 2013, las duraciones MIP anuales se ven así:",
      "table_1": {
        "head_1": "Término del préstamo",
        "head_2": "Monto del Préstamo",
        "head_3": "Relación LTV",
        "head_4": "Prima de seguro anual",
        "r1_c1": "Más de 15 años",
        "r1_c2": "$625,000 o menos",
        "r1_c3": "95 por ciento o menos",
        "r1_c4": "0,80 por ciento",
        "r2_c1": "Más de 15 años",
        "r2_c2": "$625,000 o menos",
        "r2_c3": "Más del 95 por ciento",
        "r2_c4": "0,85 por ciento",
        "r3_c1": "Más de 15 años",
        "r3_c2": "Más de $625,000",
        "r3_c3": "95 por ciento o menos",
        "r3_c4": "1 por ciento",
        "r4_c1": "Más de 15 años",
        "r4_c2": "Más de $625,000",
        "r4_c3": "Más del 95 por ciento",
        "r4_c4": "1,05 por ciento",
        "r5_c1": "15 años o menos",
        "r5_c2": "$625,000 o menos",
        "r5_c3": "95 por ciento o menos",
        "r5_c4": "0,45 por ciento",
        "r6_c1": "15 años o menos",
        "r6_c2": "$625,000 o menos",
        "r6_c3": "Más del 95 por ciento",
        "r6_c4": "0,70 por ciento",
        "r7_c1": "15 años o menos",
        "r7_c2": "Más de $625,000",
        "r7_c3": "95 por ciento o menos",
        "r7_c4": "0,70 por ciento",
        "r8_c1": "15 años o menos",
        "r8_c2": "Más de $625,000",
        "r8_c3": "Más del 95 por ciento",
        "r8_c4": "0,95 por ciento"
      },
      "table_2": {
        "head_1": "Plazo",
        "head_2": "Pago inicial original",
        "head_3": "Duración",
        "r1_c1": "15 años o menos",
        "r1_c2": "22 por ciento o más",
        "r1_c3": "Sin MIP anual",
        "r2_c1": "15 años o menos",
        "r2_c2": "menos del 22 por ciento",
        "r2_c3": "Cancelado al 78 por ciento de LTV",
        "r3_c1": "Más de 15 años",
        "r3_c2": "22 por ciento o más",
        "r3_c3": "5 años",
        "r4_c1": "Más de 15 años",
        "r4_c2": "menos del 22 por ciento",
        "r4_c3": "Cancelado al 78 por ciento de LTV (mínimo de 5 años)"
      },
      "table_3": {
        "head_1": "Plazo",
        "head_2": "Pago inicial original",
        "head_3": "Duración",
        "r1_c1": "15 años o menos",
        "r1_c2": "menos del 10 por ciento",
        "r1_c3": "Vida del préstamo",
        "r2_c1": "15 años o menos",
        "r2_c2": "10 por ciento o más",
        "r2_c3": "11 años",
        "r3_c1": "Más de 15 años",
        "r3_c2": "menos del 10 por ciento",
        "r3_c3": "Vida del préstamo",
        "r4_c1": "Más de 15 años",
        "r4_c2": "10 por ciento o más",
        "r4_c3": "11 años"
      }
    },
    "section_7": {
      "head": "SECCIÓN 7",
      "sub": "Límites de préstamo de la FHA",
      "txt_1": "Los límites de los préstamos de la FHA varían según la ubicación y el tipo de propiedad. Ascienden al 115 por ciento del precio medio de una vivienda en el condado, por lo que fluctúan cada año a medida que cambia el mercado local. Puede encontrar los límites de su préstamo de la FHA utilizando esta herramienta en HUD.gov.",
      "txt_2": "Los prestamistas de la FHA también ofrecen préstamos jumbo, es decir, préstamos que exceden el límite de la FHA para su área. Para los préstamos jumbo de la FHA, los prestamistas pueden tener pautas más estrictas para el puntaje de crédito mínimo, el historial crediticio, la relación DTI y más",
      "txt_3": "Verifica los límites de préstamo en tu área",
      "txt_4": "Use nuestra Calculadora de límite de préstamo de la FHA para ver para qué puede calificar.",
      "txt_5": "¡Comprueba el límite de préstamo ahora!"
    },
    "section_8": {
      "head": "SECCIÓN 8",
      "sub": "Costos de cierre del préstamo de la FHA",
      "txt_1": "Todos los préstamos hipotecarios vienen con ciertos costos de cierre, que pueden variar de un prestamista a otro. En los préstamos de la FHA, los costos de cierre tienden a equivaler a alrededor del 2 al 5 por ciento del monto total del préstamo. Solo algunos de los costos de cierre que Es posible que deba pagar su préstamo de la FHA, que incluye una tarifa de originación, una encuesta, una tasación, una tarifa de suscripción y más",
      "txt_2": "Como comprador, usted es responsable de cubrir los costos de cierre, pero con un préstamo de la FHA, puede pedirle al vendedor que contribuya con una parte de ellos. Se denominan concesiones y los vendedores pueden aportar hasta el 6 por ciento de los el precio de venta total de la casa hacia sus costos de cierre. Los vendedores no pueden contribuir a su requisito de pago inicial"
    },
    "section_9": {
      "head": "SECCIÓN 9",
      "sub": "Refinanciación de préstamos de la FHA",
      "txt_1": "Si ya tiene un préstamo hipotecario, puede optar por usar una hipoteca de la FHA al refinanciar su préstamo existente. Puede hacerlo si las tasas hipotecarias caen por debajo de la tasa de su préstamo actual o si el período fijo de su tasa ajustable el préstamo está por terminar.",
      "txt_2": "Refinanciamiento simplificado de la FHA",
      "txt_3": "Si tiene un préstamo de la FHA y desea refinanciar uno nuevo, se llama refinanciamiento simplificado. Para calificar, debe haber realizado al menos seis pagos de su préstamo actual y su fecha de cierre debe ser al menos 210 días pasados.",
      "txt_4": "Convencional a FHA",
      "txt_5": "Si tiene un préstamo convencional, refinanciar una hipoteca de la FHA puede tener grandes beneficios. Puede refinanciar hasta el 96.5 por ciento del valor actual de su vivienda usando un refinanciamiento de la FHA",
      "txt_6": "Iniciar mi refinanciamiento de préstamo FHA",
      "txt_7": "¡Descubra cuánto puede ahorrarle un refinanciamiento de la FHA! →",
      "txt_8": "Beneficio Tangible Neto",
      "txt_9": "Para refinanciar un préstamo FHA existente, necesita ver el \"beneficio tangible neto\" de la transacción. Esto simplemente significa que el refinanciamiento mejora su posición financiera de una de las siguientes maneras:",
      "txt_10": "El saldo principal del préstamo y los intereses se reducen en al menos un 5 por ciento.",
      "txt_11": "La nueva tasa ajustable es un 2 por ciento más baja que su tasa fija actual.",
      "txt_12": "La nueva tasa fija es menos del 2 por ciento más alta que su tasa ajustable actual.",
      "txt_13": "El plazo del préstamo se ha reducido.",
      "txt_14": "Refinanciamiento con retiro de efectivo",
      "txt_15": "Si ha sido dueño de su casa por un tiempo y necesita pagar las reparaciones de la casa, la matrícula universitaria, las deudas o simplemente necesita fondos adicionales, entonces un refinanciamiento de retiro de efectivo de la FHA ofrece una solución. Usando estos préstamos, los compradores calificados puede buscar refinanciar hasta el 85 por ciento del valor de la casa"
    },
    "section_10": {
      "head": "SECCIÓN 10",
      "sub": "Cómo solicitar un préstamo FHA",
      "txt_1": "El primer paso es encontrar un prestamista aprobado por la FHA. Puedes usar ",
      "txt_2": "Búsqueda en la lista de prestamistas de HUD",
      "txt_3": " herramienta para encontrar uno en tu zona.",
      "txt_4": "Entonces, deberás:",
      "txt_5": "Hable con un especialista en préstamos para obtener una preaprobación. Este le dirá si cumple con los requisitos mínimos de elegibilidad para un préstamo de la FHA y el préstamo máximo que puede solicitar",
      "txt_6": "Encuentra tu propiedad y firma un acuerdo de compra con el vendedor.",
      "txt_7": "Finalice su solicitud de préstamo con su prestamista.",
      "txt_8": "Espere su tasación. El prestamista ordenará una tasación de la propiedad para asegurarse de que cumple con los estándares de la FHA.",
      "txt_9": "Espere a que el prestamista suscriba y procese su préstamo.",
      "txt_10": "Asiste al cierre. Aquí es cuando firmarás tus papeles, pagarás los costos de cierre y obtendrás tus llaves.",
      "txt_11": "¡Múdate a tu nuevo hogar!",
      "txt_12": "Asegúrese de mantenerse en contacto con su oficial de préstamos durante todo el proceso, ya que es posible que necesite documentación adicional en el camino. Cuanto más receptivo sea, mejor. Cualquier papeleo faltante retrasaría su cierre y su paso a la propiedad.",
      "txt_13": "Vea si califica para un préstamo hipotecario FHA de bajo pago inicial"
    }
  },
  "vaLoan": {
    "head": "Programa de préstamos VA",
    "sub_1": "Guía Completa del Préstamo VA",
    "sub_2": "Tu guía completa para el préstamo hipotecario VA",
    "back_to_top": "Volver al principio",
    "section_1": {
      "head": "SECCIÓN 1",
      "sub": "¿Qué es un préstamo VA?",
      "txt_1": "El préstamo VA es una opción de hipoteca inicial de $0 disponible para veteranos, miembros del servicio y cónyuges militares selectos. Los préstamos VA son emitidos por prestamistas privados, como una compañía hipotecaria o un banco, y están garantizados por el Departamento de Asuntos de Veteranos de EE. UU. (VIRGINIA).",
      "txt_2": "El préstamo hipotecario VA fue creado en 1944 por el gobierno de los Estados Unidos para ayudar a los miembros del servicio que regresan a comprar casas sin necesidad de un pago inicial o crédito excelente. Este programa histórico ha garantizado más de 25 millones de préstamos VA, ayudando a los veteranos, activos los militares en servicio y sus familias compran o refinancian una casa",
      "txt_3": "Hoy en día, la hipoteca del VA es más importante que nunca. Decenas de veteranos y compradores militares encontraron cada vez más difícil obtener financiamiento para la vivienda a raíz de la Gran Recesión, y muchos prestamistas ajustaron sus pautas nuevamente debido a la crisis global de 2020 pandemia.",
      "txt_4": "Durante la última década en particular, los préstamos VA han brindado un salvavidas para los veteranos y los compradores de viviendas militares activos que enfrentan requisitos de puntaje de crédito y pago inicial más altos",
      "txt_5": "Los préstamos VA son un producto de préstamo especializado, pero no son más difíciles ni engorrosos que otros tipos de préstamos hipotecarios. Esta guía de préstamos VA está aquí para brindarle las herramientas necesarias para navegar por la compra o refinanciación de su vivienda VA y aproveche al máximo su beneficio ganado con tanto esfuerzo"
    },
    "section_2": {
      "head": "SECCIÓN 2",
      "sub": "¿Soy elegible para un préstamo VA",
      "txt_1": "Para ser elegible para un préstamo VA, usted o su cónyuge deben cumplir con los requisitos mínimos de servicio establecidos por el Departamento de Asuntos de Veteranos (VA), tener un Certificado de Elegibilidad (COE) válido y satisfacer el crédito y los ingresos del prestamista requisitos.",
      "txt_2": "¿Quién es elegible para un préstamo VA?",
      "txt_3": "Puede ser elegible para un préstamo VA si cumple con uno o más de los siguientes requisitos:",
      "txt_4": "Cumpliste 90 días consecutivos de servicio activo durante la guerra.",
      "txt_5": "Cumpliste 181 días de servicio activo durante tiempos de paz.",
      "txt_6": "Tienes 6 años de servicio en la Guardia Nacional o Reservas.",
      "txt_7": "Eres el cónyuge de un miembro del servicio que murió en el cumplimiento del deber o como resultado de una discapacidad relacionada con el servicio",
      "txt_8": "Si no cumple con los requisitos de servicio básicos para un préstamo VA, aún puede ser elegible. En estos casos, la elegibilidad depende del tipo de cancelación. Si su cancelación cae en alguna de las siguientes categorías, es posible que todavía califica para un préstamo VA:",
      "txt_9": "Fuiste despedido por dificultades, o por conveniencia del gobierno, o por reducción de personal.",
      "txt_10": "Fue dado de alta por una afección médica o una discapacidad relacionada con el servicio.",
      "txt_11": "Fue dado de baja por salida anticipada y cumplió al menos 21 meses de un alistamiento de 2 años"
    },
    "section_3": {
      "head": "SECCIÓN 3",
      "sub": "Beneficios del préstamo VA",
      "txt_1": "Los préstamos VA son una de las opciones hipotecarias más poderosas del mercado para veteranos, militares activos y cónyuges sobrevivientes",
      "txt_2": "El poder detrás del préstamo VA proviene de un puñado de beneficios financieros significativos que normalmente no se encuentran en otros tipos de hipotecas. Estas ventajas en comparación con las diferentes opciones de préstamo son una gran razón por la cual el volumen de préstamos VA ha crecido considerablemente en los últimos 15 años .",
      "txt_3": "Este histórico programa de beneficios ha ayudado a millones de veteranos, miembros del servicio y familias de militares a lograr el sueño de ser propietarios de una vivienda. Como resultado, el uso de préstamos VA se ha disparado desde la Gran Recesión, y estos préstamos respaldados por el gobierno son posiblemente uno de los mejores productos hipotecarios del mercado actual.",
      "txt_4": "Echemos un vistazo más profundo a las ventajas de préstamos VA más importantes",
      "txt_5": "Programa Popular",
      "txt_6": "Los préstamos de compra de VA aumentaron por noveno año consecutivo en el año fiscal 2020, según el Departamento de Asuntos de Veteranos.",
      "txt_7": "Inicie su cotización de Préstamo VA en línea",
      "txt_8": "Sin pago inicial",
      "txt_9": "Por mucho, el mayor beneficio individual del préstamo VA es que los veteranos calificados pueden comprar sin un pago inicial. Esta gran ventaja permite a los veteranos y miembros del servicio comprar casas sin tener que pasar años ahorrando para ese pago global típico. pago de la suma.",
      "txt_10": "El monto mínimo del pago inicial de un préstamo de la FHA es del 3,5 por ciento, y para el financiamiento convencional, a menudo es del 5 por ciento. En una hipoteca de $250,000, un prestatario militar necesitaría obtener $8,700 en efectivo para un préstamo de la FHA y $12,500 para un préstamo convencional típico. Esas pueden ser sumas significativas de efectivo para el prestatario militar promedio",
      "txt_11": "Ahorrar dinero y generar crédito puede ser difícil para los miembros del servicio que están constantemente en movimiento. Con el préstamo VA, los prestatarios calificados pueden financiar el 100 por ciento del valor de la vivienda sin pagar un centavo",
      "txt_12": "Sin seguro hipotecario privado",
      "txt_13": "El seguro hipotecario privado (PMI, por sus siglas en inglés) es un seguro que protege a los prestamistas en caso de incumplimiento del prestatario. Muchos prestamistas convencionales requieren que los prestatarios paguen un seguro hipotecario privado mensual a menos que puedan pagar al menos el 20 por ciento, lo cual es un desafío para muchos veteranos Los prestatarios convencionales deberán pagar esta tarifa mensual hasta que construyan un 20 por ciento de capital en la vivienda",
      "txt_14": "Los préstamos de la FHA cuentan con su propia forma de seguro hipotecario mensual.",
      "txt_15": "A diferencia de los préstamos convencionales y de la FHA, los préstamos VA no requieren seguro hipotecario mensual. Sin seguro hipotecario privado significa que los veteranos que obtuvieron un préstamo VA el año pasado ahorrarán miles de millones en costos de seguro hipotecario durante la vigencia de sus préstamos",
      "txt_16": "Ningún PMI permite a los veteranos estirar su poder adquisitivo y ahorrar.",
      "txt_17": "Tasas de interés competitivas",
      "txt_18": "Aquí hay otra gran forma en que el programa de préstamos VA ahorra dinero a los veteranos: tener las tasas fijas promedio más bajas del mercado",
      "txt_19": "Los préstamos VA han tenido la tasa fija promedio a 30 años más baja del mercado durante los últimos seis años, según datos de ICE Mortgage Technology.",
      "txt_20": "Las tasas de interés del VA suelen ser entre un 0,5 y un 1 por ciento más bajas que las tasas de interés convencionales. Las tasas más bajas ayudan a los veteranos a ahorrar todos los meses y durante la vigencia de su préstamo",
      "txt_21": "Requisitos de crédito relajados",
      "txt_22": "Dado que el Departamento de Asuntos de Veteranos solo supervisa el programa de préstamos y no otorga préstamos, la agencia no establece ni hace cumplir los mínimos de puntaje de crédito. Sin embargo, la mayoría de los prestamistas de VA usan puntos de referencia de puntaje de crédito para ayudar a evaluar el riesgo de incumplimiento del prestatario .",
      "txt_23": "Los límites de puntaje de crédito pueden variar, pero los mínimos suelen ser más bajos de lo que los prestatarios necesitan para hipotecas convencionales",
      "txt_24": "Los veteranos no necesitan un crédito perfecto para asegurar el financiamiento de la vivienda a tasas de interés competitivas. Los préstamos VA también son más indulgentes cuando se recuperan después de una bancarrota, una ejecución hipotecaria o una venta al descubierto",
      "txt_25": "Límites de costos de cierre",
      "txt_26": "Todas las hipotecas vienen con cargos y costos de cierre, pero el VA en realidad limita lo que se les puede cobrar a los veteranos en lo que respecta a estos gastos. De hecho, algunos costos y cargos deben ser cubiertos por otras partes en la transacción. Estas salvaguardas ayudar a que la propiedad de vivienda sea asequible para los compradores de vivienda calificados",
      "txt_27": "Los prestatarios de VA pueden pedirle a un vendedor que pague todos los costos de cierre relacionados con el préstamo y hasta un 4 por ciento en concesiones, que pueden cubrir cosas como impuestos y seguros pagados por adelantado, liquidación de cobros y juicios y más",
      "txt_28": "No hay garantía de que el vendedor acepte esa solicitud, pero los veteranos ciertamente pueden preguntar durante el proceso de negociación",
      "txt_29": "Beneficio de por vida",
      "txt_30": "Uno de los conceptos erróneos más comunes sobre el programa hipotecario VA es que es un beneficio único",
      "txt_31": "Los veteranos que califican para un préstamo VA pueden usar este programa una y otra vez, y el beneficio nunca caduca. A diferencia de lo que puede haber escuchado, no necesariamente tiene que pagar su préstamo VA en su totalidad para usar tu beneficio de nuevo.",
      "txt_32": "Incluso es posible tener más de un préstamo VA al mismo tiempo con derecho de segundo nivel",
      "txt_33": "No piense que usar su beneficio de préstamo hipotecario hace décadas significa que ya no es elegible o que porque tiene una hipoteca VA en su lugar de destino actual significa que no puede comprar nuevamente con un préstamo VA cuando PCS en todo el país.",
      "txt_34": "Sin penalizaciones por pago anticipado",
      "txt_35": "Con algunos tipos de préstamos, liquidar un préstamo hipotecario antes de su vencimiento resulta en una multa por pago anticipado. Esto se debe a que los prestamistas pierden oportunidades adicionales para cobrar los pagos de intereses. La multa por pago anticipado es una forma para las instituciones financieras para recuperar parte de ese dinero.",
      "txt_36": "El préstamo VA permite a los prestatarios pagar su préstamo hipotecario en cualquier momento sin tener que preocuparse por una multa por pago anticipado. Los prestatarios son libres de considerar futuras compras de viviendas y opciones de refinanciamiento sin una multa por pago anticipado"
    },
    "section_4": {
      "head": "SECCIÓN 4",
      "sub": "Tasas de préstamo VA",
      "txt_1": "Debido a que el gobierno federal respalda los préstamos hipotecarios VA, los prestamistas pueden darse el lujo de cobrar tasas de interés competitivamente bajas. Los veteranos y miembros del servicio elegibles descubren que las tasas son generalmente más bajas con un préstamo hipotecario VA que con una hipoteca convencional",
      "txt_2": "El Departamento de Asuntos de Veteranos (VA) no establece las tasas de interés. Su prestamista determina la tasa de su préstamo VA en función de su situación financiera única",
      "txt_3": "Preguntas comunes sobre las tasas de préstamos VA",
      "txt_4": "Obtener una hipoteca puede ser complicado. Veterans United trabaja para simplificar el proceso a través de la educación y ayudándolo a comprender sus opciones",
      "txt_5": "Hemos recopilado algunas de las preguntas más comunes sobre las tasas hipotecarias a continuación para que puedas tomar decisiones más informadas",
      "txt_6": "¿Quién establece las tasas de préstamo de VA?",
      "txt_7": "Los prestamistas privados, como las compañías hipotecarias y los bancos, establecen las tasas de interés de los préstamos del VA. El Departamento de Asuntos de los Veteranos (VA) no establece la tasa, pero respalda una parte de cada préstamo contra el incumplimiento.",
      "txt_8": "¿Cómo se comparan las tasas de préstamos VA con el resto del mercado?",
      "txt_9": "En promedio, las tasas de préstamo del VA suelen ser más bajas que las tasas hipotecarias convencionales y de la FHA. Las tasas de préstamo del VA son generalmente más bajas debido a que el VA respalda una parte de cada préstamo"
    },
    "section_5": {
      "head": "SECCIÓN 5",
      "sub": "Refinanciación de préstamos VA",
      "txt_1": "El programa de préstamos hipotecarios del VA brinda a los propietarios de viviendas calificados una forma sencilla de aprovechar las tasas más bajas y reducir el pago mensual de su hipoteca. Más allá de eso, los propietarios militares pueden obtener un reembolso en efectivo en un refinanciamiento del VA y usar los de necesidades, desde pagar deudas o hacer mejoras en el hogar y mucho más. El clima económico actual hace que ahora sea un buen momento para que muchos militares propietarios de viviendas aprovechen los numerosos beneficios que se encuentran en un refinanciamiento VA",
      "txt_2": "Dos programas principales ayudan a los prestatarios del VA a refinanciar a una tasa más baja: el Refinanciamiento optimizado del VA, también conocido como Préstamo de refinanciamiento con reducción de la tasa de interés (IRRRL), y el Refinanciamiento con retiro de efectivo del VA",
      "txt_3": "Elegibilidad de refinanciamiento de VA",
      "txt_4": "La elegibilidad para un Refinanciamiento VA es similar a la de un Préstamo VA para la compra de una vivienda.",
      "txt_5": "Normalmente, puedes calificar si prestaste servicio activo durante más de 90 días consecutivos durante tiempos de guerra o más de 181 días de servicio durante tiempos de paz",
      "txt_6": "Para miembros de la Guardia Nacional y reservistas, el veterano debe haber servido al menos seis años.",
      "txt_7": "Algunos cónyuges sobrevivientes de veteranos que fallecieron mientras estaban en servicio o por una discapacidad relacionada con el servicio también pueden ser elegibles",
      "txt_8": "Es importante tener en cuenta que para recibir un refinanciamiento VA Streamline, debe tener un Préstamo VA existente"
    },
    "section_6": {
      "head": "SECCIÓN 6",
      "sub": "Pautas del contrato",
      "txt_1": "La travesía hacia la propiedad de la vivienda a menudo puede hacer que los posibles compradores de una vivienda experimenten toda una gama de emociones, desde la emoción hasta el nerviosismo y todo lo demás. A medida que el proceso de compra de una vivienda cambia y usted está bajo contrato, es importante recordar el proceso no ha terminado y aún queda trabajo por hacer antes de celebrar",
      "txt_2": "Qué evitar:",
      "txt_3": "Aunque es raro, algunos compradores de vivienda pueden perder el enfoque una vez que están bajo contrato. Esto puede resultar en algunos retrasos en el proceso de financiamiento o incluso en la pérdida de la oportunidad de obtener un préstamo. Su especialista en préstamos hipotecarios lo instruirá sobre importantes cosas que mantener una vez que estés bajo contrato.",
      "txt_4": "Veterans United revisará sus consultas de crédito, estados de cuenta bancarios y talones de pago para determinar si tiene deudas que no se indicaron en la solicitud. Desde el momento en que solicita el préstamo hasta el momento en que lo cierra, le recomendamos que lo haga no solicitar nuevas deudas, incluida la firma conjunta de un pagaré, la compra o el arrendamiento de un vehículo y el refinanciamiento de otros pagarés, sin consultar a su oficial de préstamos",
      "txt_5": "Mientras esté bajo contrato:",
      "txt_6": "Evita asumir nuevas deudas, como comprar un auto",
      "txt_7": "Considera posponer los cambios de trabajo",
      "txt_8": "No muevas dinero ni cambies de banco",
      "txt_9": "Mantente al tanto de tus facturas y no te pierdas un pago de hipoteca",
      "txt_10": "Tenga en cuenta los límites de la tarjeta de crédito",
      "txt_11": "Aunque su préstamo aún puede cerrarse, su cierre podría retrasarse mientras se obtiene documentación adicional mientras trabajamos para verificar toda su información. Si la nueva deuda aumenta su carga de deuda, existe un mayor riesgo de cambiar su deuda a la relación de ingresos y terminando efectivamente su oportunidad de comprar la casa que ha seleccionado",
      "txt_12": "Si bien esta información puede causar cierta inquietud, si se mantiene al día y sigue las instrucciones de su Especialista en préstamos hipotecarios, no tiene de qué preocuparse. Si tiene alguna pregunta sobre estos posibles contratiempos, no dude en comuníquese con su especialista en préstamos VA dedicado"
    },
    "section_7": {
      "head": "SECCIÓN 7",
      "sub": "Comienza tu cotización en línea →",
      "txt_1": "Empecemos a solicitar un préstamo VA"
    }
  },
  "fmLoan": {
    "head": "Fannie Mae",
    "sub_1": "Préstamos, HomePath y todo lo que debe saber",
    "sub_2": "Tu guía completa de Fannie Mae",
    "back_to_top": "Volver al principio",
    "section_1": {
      "head": "SECCIÓN 1",
      "sub": "Qué Fannie Mae",
      "txt_1": "Fannie Mae, conocida oficialmente como la Asociación Hipotecaria Nacional Federal (FNMA), es una empresa patrocinada por el gobierno (GSE) autorizada por el Congreso para estimular la propiedad de viviendas y proporcionar liquidez al mercado hipotecario.1 Se estableció en 1938 durante la Gran Depresión como parte del New Deal. Su propósito es ayudar a los prestatarios de ingresos bajos a moderados a obtener financiamiento para una vivienda",
      "txt_2": "PUNTOS CLAVE",
      "txt_3": "Fannie Mae es una empresa patrocinada por el gobierno (GSE) creada por el Congreso.",
      "txt_4": "Fannie Mae no origina ni otorga hipotecas a propietarios que buscan financiación, pero sí compra y garantiza hipotecas a través del mercado hipotecario secundario",
      "txt_5": "Al invertir en hipotecas, Fannie Mae crea más liquidez para los prestamistas, incluidos bancos, cajas de ahorro y cooperativas de crédito, lo que les permite suscribir o financiar más hipotecas",
      "txt_6": "Fannie Mae y Freddie Mac casi se derrumban en medio de la crisis financiera de 2008, pero fueron rescatados y colocados bajo la tutela del gobierno; finalmente, devolvieron los miles de millones de dólares que habían recibido para sobrevivir"
    },
    "section_2": {
      "head": "SECCIÓN 2",
      "sub": "Lo que hace Fannie Mae",
      "txt_1": "Como participante del mercado hipotecario secundario, Fannie Mae no origina préstamos hipotecarios. En cambio, mantiene el flujo de fondos hacia los prestamistas al comprar o garantizar hipotecas emitidas por cooperativas de crédito, bancos, cajas de ahorro y otras instituciones financieras. Es una de dos grandes compradores de hipotecas en el mercado secundario. El otro es su hermano Freddie Mac, o la Federal Home Loan Mortgage Corporation, que también es una GSE autorizada por el Congreso",
      "txt_2": "Después de comprar hipotecas en el mercado secundario, Fannie Mae puede agruparlas para formar un valor respaldado por hipotecas (MBS). Un MBS es un valor respaldado por activos que está garantizado por una hipoteca o un grupo de hipotecas.5 Fannie Los valores respaldados por hipotecas de Mae luego son comprados por instituciones, como compañías de seguros, fondos de pensiones y bancos de inversión. Garantiza los pagos de capital e intereses de sus MBS",
      "txt_3": "Fannie Mae también tiene su propia cartera, comúnmente denominada cartera retenida, que invierte en valores respaldados por hipotecas propios y de otras instituciones. Fannie Mae emite deuda, denominada deuda de agencia, para financiar su cartera retenida. ",
      "txt_4": "Al invertir en el mercado hipotecario, Fannie Mae crea liquidez para los prestamistas, lo que a su vez les permite suscribir o financiar hipotecas adicionales. En 2020, Fannie Mae proporcionó $1,4 billones en liquidez al mercado hipotecario, lo que ayudó a reducir Los estadounidenses de ingresos compran, refinancian o alquilan aproximadamente seis millones de viviendas"
    },
    "section_3": {
      "cabeza": "SECCIÓN 3",
      "sub": "Requisitos de préstamo de Fannie Mae",
      "txt_1": "Para hacer negocios con Fannie Mae, un prestamista hipotecario debe cumplir con la Declaración sobre préstamos de alto riesgo emitida por el gobierno federal. La declaración aborda varios riesgos asociados con los préstamos de alto riesgo, como tasas introductorias bajas seguidas de una tasa variable más alta , límites muy altos sobre cuánto puede aumentar una tasa de interés, limitados a la falta de documentación de ingresos del prestatario y características del producto que hacen probable la refinanciación frecuente del préstamo",
      "txt_2": "Las hipotecas que compra y garantiza Fannie Mae deben cumplir criterios estrictos. El límite, por ejemplo, para un préstamo convencional para una vivienda unifamiliar en 2022 es de $647,200 (frente a $548,250 en 2021) para la mayoría de las áreas y $970,800 (frente a $822,375 en 2021) para áreas de alto costo, incluidas Hawái y Alaska",
      "txt_3": "Para obtener un préstamo respaldado por Fannie Mae, deberá pasar por un prestamista aprobado. Además de evitar los préstamos de alto riesgo mencionados anteriormente, los prestamistas deben cumplir con los criterios de elegibilidad y suscripción que garantizan la calidad crediticia del financiamiento"
    },
    "section_4": {
      "head": "SECCIÓN 4",
      "sub": "Solicitud de una hipoteca Fannie Mae",
      "txt_1": "Empecemos a solicitar una hipoteca Fannie Mae"
    }
  },
  "contact": {
    "txt_1": "PONTE EN CONTACTO",
    "txt_2": "DAVID CHAVARRÍA",
    "txt_3": "+1 (786) 201-6363",
    "txt_4": "davidc@forbesir.com",
    "txt_5": "VISÍTANOS",
    "txt_6": "Oficina de Houston:",
    "txt_7": "2323 s voss rd suite 150-C Houston Tx 77057",
    "txt_8": "+1 (844) 344-1722",
    "txt_9": "Oficina de Miami:",
    "txt_10": "2125 Biscayne Blvd Miami FL, 33137 Suite #325",
    "txt_11": "+1 (844) 344-5277",
    "txt_12": "Lunes - Jueves:",
    "txt_13": "9 am a 6 pm",
    "txt_14": "Viernes - Sábado:",
    "txt_15": "10 am a 4 pm",
    "txt_16": "Domingo:",
    "txt_17": "Cerrado",
    "txt_18": "Por Forbes International Real Estate",
    "txt_19": "Comencemos a verificar su elegibilidad"
  },
  "start": {
    "head_1": "¡Comprueba tu elegibilidad hoy!",
    "head_2": "Verifique su elegibilidad para un préstamo hipotecario de BAJO DINERO"
  },
  "about": {
    "txt_1": "Sobre comocomprarsucasa.com",
    "txt_2": "Más de 15 años de ayudar a nuestros hermanos hispanos, hemos logrado reunir Profesionales con experiencia en cada campo. Relacionado con la compra o venta de un Negocio, propiedad residencial o Comercial. Contamos con Oficiales de Crédito, Bancos , Agentes de Bienes Raíces, Seguros, Contadores, Casas de Título, Abogados y mucho, mucho más. En 4 localidades Miami, Orlando, Houston y Dallas. Para poder brindarle la asesoría gratuita que usted necesita. Él le había dicho que era Gratis. Si , Nuestro Asesoramiento y Calificación es totalmente Gratuito y Confidencial."
  },
  "siteMap": {
    "txt_1": "Mapa del sitio"
  }
}
